[
  {
    "uid" : "1",
    "name" : "Void Points",
    "content" : "The expenditure of a Voice point enhances a roll or the character's abilities in one of a number of different ways. A character may normally only spend one Void point per round for one of the following effects, although some abilities may allow them to spend more than one under certain circumstances. By spending more than one Void point a Void point, a character may: \n- Gain a bonus of a +1k1 to a Skill, Trait, Ring or Spell Casting roll (the Void point expenditures mau be declared prior to the roll being made). Damage rolls may not be enhanced in this manner.\n- Temporarily increase his rank in a Skill from 0 to 1, avoiding unskilled roll penalties.\n- Reduce the amount of wounds suffered from one source of damage to another by 10 (this must be done immediately after the damage total is done).\n- Increase his Armor TN by 10 for one round. This is done at the beginning of the combat round.\n- Exchange his initiative score with one willing target for the remainder of the current skirmish. This is done at the beginning of the combat round. Only one of the two characters needs to spend a Void for this effect to take place.\n- Increase his Initiative score by 10 for the duration of the current skirmish. This is done at the beginning of the combat round.",
    "category" : "1"
  },
  {
    "uid" : "2",
    "name" : "Raises",
    "content" : "A character can make a maximum number of Raises per roll equal to his Void Ring. Some mechanical effects  grant a character free Raises. These give the benefit of having made a Raise without actually increasing the TN of the roll in question, and do not count against the actual number of Raises that may be made per roll. Free Raises may also be used to reduce the TN of the task being attempted by 5 instead of augmenting the roll in the same way of a normal Raise.",
    "category" : "1"
  },
  {
    "uid" : "3",
    "name" : "Unskilled Rolls",
    "content" : "It is possible for a character to attempt a roll when a Skill Roll is called for, even if they have no rank in that Skill. In this case, they are effectively making a Trait Roll against a Skill Roll TN, which is typically higher than most Trait Rolls can realistically achieve. When making an Unskilled Roll, the following two conditions apply: \n\n- Dice never explode on an Unskilled Roll.\n- Unskilled Rolls may not benefit from Raises, either called Raises or Free Raises.",
    "category" : "4"
  },
  {
    "uid" : "4",
    "name" : "Failed Rolls",
    "content" : "When a character fails a Skill Roll, it is often possible to make a second attempt (unless the GM rules that circumstances make a second attempt impossible). When making a second attempt at the same Skill Roll, the TN for the Skill Roll increases by +10. Second attempts on Skill Rolls utilizing Perception or Intelligence usually cannot be made without a change in the situation, such as new information becoming available to the character. Skill Rolls made as attacks may not make a second attempt at +10 TN; an attack roll that fails simply misses, and the character may not make another attack unless he has an ability that confers multiple attacks.",
    "category" : "1"
  },
  {
    "uid" : "5",
    "name" : "Cooperative Rolls",
    "content" : "Cooperative Skill Rolls involve multiple individuals working together to achieve a single result. There are two different types of Cooperative Rolls.\n\nThe first involves a group working together towards one end, without significant consequences for failure., In these cases, one individual is chosen from those participating  to make the Skill Roll. He receives a bonus to the total of his roll equal to the combined Ranks of all other participants in the Skill in question.\n\nThe second manner of Cooperative Roll is one wherein the circumstances of the roll allow for one participant with poor performance to impede the entire group. In this case, an individual Skill Roll is required from each participant, but the participant with the single highest rank in the Skill being used grants a bonus equal to his Skill Rank to all others making the roll.",
    "category" : "1"
  },
  {
    "uid" : "6",
    "name" : "Cumulative Rolls",
    "content" : "Cumulative Skill Rolls require multiple successes over time in order for the task at hand to be completed satisfactorily. The TN for Cumulative Skill Rolls is typically very high, but can be archived through multiple Skill Rolls over time. Each time an individual makes a successful Skill Roll, the total of the Skill Roll is deducted from the total of the TN. Individual Cumulative Skill Rolls typically list how long a character must allow to pass between rolls.\n\nThe GM is justified in requiring the individual Skill rolls to hit a minimum TN in order for them to count against the cumulative total. Potentially, a very low \"flubbed\" Skill Roll might even subtract from the cumulative total, representing a mistake that must be corrected.\n\nIt is possible to have a Cumulative Skill Roll required that is also a Cumulative Skill Roll, in which case the Cooperative Skill Roll is generated as described, and the total is deducted from the Cumulative Roll TN.",
    "category" : "1"
  },
  {
    "uid" : "7",
    "name" : "Ambush",
    "content" : "If the GM rules that one group is unaware of another's presence, the hidden group may attempt to make a surprise attack.\n\nThey make a Contested Stealth (Ambush)/Agility roll opposed by the unaware group's Investigation (Notice)/Perception before the first Stage of the skirmish begins.\nThis roll may either use the Cumulative Skill Rolls rule or, if the GM prefers, be made by the group leader.\n\nIf the ambushing party wins, all characters in the surprise party suffer a penalty of -10 to their Initiative Score for the duration of the skirmish. If the party being ambushed wins the Contested Roll, then nothing happens and the Skirmish immediately proceeds to Stage 1.\n\nSome GMs may find the global Initiative penalty inappropriate for ambush situations. If that is the case, an alternative that some might prefer would be to allow only the ambushing party to act during the first round of the skirmish, or to disallow the surprised party to use certain Stances, particularly Full Defense. The GM might also rule that a surprised character is easier to hit, depending on whether that seems appropriate to the circumstances. Be aware, however, that removing the actions of the surprised party or making them overly vulnerable to attack, even for one round, could quite possibly lead to multiple fatalities.",
    "category" : "2"
  },
  {
    "uid" : "8",
    "name" : "Falling & Drowning",
    "content" : "Falling from a height will inflict Wounds equal to 1k1 for every ten feet of distance fallen. Falls of less than about 10 feet will typically not inflict meaningful damage, although th GM can use discretion for unusual circumstances.\n\nA character that falls into deep water must roll Athletics (Swimming)/Strength at TN 15 each minute to stay afloat. The GM may increase this TN to reflect difficult circumstances such as a storm-tossed sea. If the PC must tread water for a long time, not only will the TN increase but also the Trait for the roll may be changed to Stamina. Once the character fails the roll, he can hold his breath for  a number of Rounds equal to his Stamina, during which time he can continue trying to make the Athletics roll to resume swimming. If he is still underwater when his Stamina runs out, he begins drowning, taking 2k2 Wounds per Round. A drowning character is helpless and cannot take any Actions until rescued.",
    "category" : "1"
  },
  {
    "uid" : "9",
    "name" : "Fear",
    "content" : "Fear effects are given a Rank, ranging from 1 to 10, to represent their severity. To resist a Fear effect, a character must roll Raw Willpower at a TN equal to 5 + (5 x Fear Rank). Those of high Honor, however, are better able to overcome this test -  all characters must add their Honor Rank to the total of their roll.\n\nA character who fails to resist a Fear effect suffers a penalty to all of his die rolls equal to -Xk0, where is the Rank of the Fear effect. This penalty lasts until the end of the encounter, unless the source of the Fear is removed prior to that time. Characters who catastrophically fail to resist Fear may actually lose control of themselves and completely succumb to terror. If a character fails a roll to resist Fear by 15 or more, he is overwhelmed by fear and either flees or cowers helplessly.",
    "category" : "1"
  },
  {
    "uid" : "10",
    "name" : "Honor",
    "content" : "Honor primarily reflects how an individual samurai rates his personal ability to adhere to the tenets of Bushido and fulfill the duties assigned to him by his lord. While Honor id primarily internal, there is an external component to it as well, as a samurai's Honor greatly impacts how he carries himself and thus how others perceive him.\n\nHonor Ranks 0-1 : Honorless Dog\nThose individuals with Honor Ranks 0 or 1 do not adhere to or even recognize the tenets of Bushido, and mock those who are restricted by such an antiquated code of conduct. Individuals of this sort cannot be trusted and value only their own interests and well-being at the expense of anyone and anything else. Criminals fall into this category.\n\nHonor Ranks 2-3 : Untrustworthy\nWhile characters of Honor Ranks 2 and 3 are not particularly honorable, they at least pay lip service to the concept and make a marginal effort to uphold principles under certain circumstances. Perhaps this is a vestige of the individual's upbringing, or perhaps he only wants to avoid completely dishonoring his clan or lord through his actions. Still, the most important thing to a man of this caliber is himself, and very little can convince him otherwise.\n\nHonor Ranks 4-5 : What is expected\nCharacters of Honor Ranks 4 and 5 are the standard against which most others are measured. Such samurai make an effort every day to adhere to the tenets of Bushido and to bring honor and glory to their families and clans. Still, they are human and flawed individuals. As such they fall short of their potential on occasion, but not so much that they spiral downward into shame and disappointment.\n\nHonor Rank 6-7 : Exceptional\nA samurai of Honor Rank 6 or 7 understands the strength inherent in the code of Bushido. Such a man still feels the temptations to which lower-Honor characters succumb, but he is capable of resisting them through conviction and strength of will. These samurai may occasionally abandon virtue in the name of practicality, but such things are the exception rather than the rule.\n\nHonor Rank 8-9 : A soul above question\nSamurai of Honor Ranks 8 and 9 are rare individuals who have managed to put aside their personal feelings and concerns, replacing them with zeal for duty and Bushido. To some, these men and women are paragons of virtue who are to be respected and admired, while to others, they are rigid and inflexible disciplinarians unwilling to deviate even slightly from their own intractable code of conduct.\n\nHonor Rank 10 : Strength of a Thousand Ancestors\nPerhaps one soul in ten thousand reaches Honor Rank 10, and represents the greatest and most virtuous heroes of an entire Empire. Such an individual is virtually beyond reproach save from the highest ranks of the Imperial Bureaucracy. Individuals of this caliber are completely selfless, devoted to their lord, clan, and Emperor, and exhibit virtue in every action.\n\nThe Strength of Honor\n\nOne of the greatest benefits of having a high Honor Rank is that characters can rely upon their Honor to aid them in resisting temptations or manipulations that a true samurai should turn aside easily. Characters add their Honor Rank to the total of any roll made to resist uses of the Intimidation and Temptation Skills, as well as to all rolls to resist Fear effects of any kind.\n\nDiscerning Honor\n\nSamurai who have a high Honor Rank conduct themselves in such a manner that their nature is obvious to those who pay close attention. Any character may attempt to discern the Honor Rank of another person by making a Lore: Bushido/Awareness roll (TN 30). If the roll is successful, the person making the roll can discern the Honor Rank of the samurai being evaluated.",
    "category" : "3"
  },
  {
    "uid" : "11",
    "name" : "Combat turn",
    "content" : "Stage 1 : Initiative\nDuring the first round of a skirmish, all participants make an Initiative Roll, rolling Reflexes and Insight Rank, keeping Reflexes. The result of this roll, called the Initiative Score, determines the order in which all characters will act. An Initiative Roll is only made on the character's first Round of participation in the skirmish, and the resulting Initiative Score is used for the remainder of the skirmish. However, in subsequent Rounds, the Initiative Scores may potentially change as a result of different character abilities or situational modifiers. During the first Round of combat, characters also select their Stance immediately before they make their Initiative Roll.\n\nStage 2 : Turns\nThe bulk of a combat Round involves each individual participant taking their Turn. When this stage begins, the character with the highest Initiative Score takes their Turn first, and may take any legal Action. A character may choose to delay taking their Turn, and instead allow the character with the next highest Initiative Score to take their Turn. After that,  the character who delayed their Turn has the chance to take it or delay again, and so on. Delaying a Turn has no effect on a character's Initiative Score the following Round, and Turns cannot be \"saved\" form one Round to the Next. If every participant delays their Turn, when the participant with the lowest Initiative Score is reached he must take his Turn, then the Round ends. After the first Round of a skirmish, characters may change their Stances at the beginning of their Turn, before taking any Actions. A character only ever has one Turn per Round, regardless of how many Actions he may take during the Round.\n\nStage 3 : Reactions.\nAt the end of a Round, when all characters have taken their Turn, there are certain abilities that take effect as a result of the events of the Round. All such effects happen simultaneously during Stage 3. Reaction effects, typically generated by Techniques, Spells or Advantages, are always clearly labeled as such.",
    "category" : "2"
  },
  {
    "uid" : "12",
    "name" : "Stances",
    "content" : "A character's Stance determines what actions they may or may not take during their Turn in a combat Round. Stances reflect the basic postures every samurai is taught to prepare them for combat, and event the most pious Shugenja or effete courtier is familiar with them. During the first Round of a skirmish, characters assume their Stance during Stage 1. On every subsequent round, they can change their Stance or choose to maintain it at the beginning of their Turn in Stage 2.\n\n- Attack\nAttack is the standard Stance adopted by most Bushi in a combat situation, and is tied closely with the Ring of Water in that it is fluid and versatile. A character in the Attack Stance has no restrictions on the kind of action he may take.\n\n- Full Attack\nFull Attack is the Ring of Fire, raging and consuming all in its path. A character in the Full Attack Stance may take no Simple or Complex Actions other than those used to make attacks, and may only use Move Actions to get closer to his enemies. Characters may not use the Full Attack Stance to deliver ranged attacks. A character in the Full Attack Stance gains a bonus of +2k1 to attack rolls made that round, but his Armor TN is reduced by 10 to reflect the all-or-nothing nature of the attack. A character in the Full Attack Stance who takes a Move Action during his turn may move an additional 5 feet beyond the normal amount allowed for the Move Action. This bonus movement is granted only once per Round, and the character may still not exceed the normal maximum distance he may normally move in one Round. Full Attack may not be used while mounted.\n\n- Defense\nDefense is the Ring of Air, adaptable and reactive. Defense allows for the greatest freedom of action. Characters in the Defense Stance add their Air Ring plus their Defense Skill Rank to their Armor TN. There are no restrictions on what kind of Actions a character in the Defense Stance may take, other than that they may not attack. The Defense Stance is useful for making oneself less vulnerable while making Skill Rolls or Spell Casting Rolls during skirmishes.\n\n- Full Defense\nThe Full Defense Stance is the Ring of Earth, reserved, unmoving, and unassailable. Upon declaring his Stance, a character in the Full Defense Stance makes a Defense/Reflexes roll and adds half of the total (rounding up) to his Armor TN until his following Turn. This Skill Roll is considered a Complex Action, so a character in this Stance may only take Free Actions.\n\n- Center\nThe Center Stance is the Ring of Void. The principle function of Center Stance is related to the benefits it offers in iaijutsu dueling, but it has benefits in skirmishes as well. Characters in the Center Stance take no Actions, instead focusing their energy in preparation for action the following round. A character in the Center Stance forfeits all Actions while in that Stance. On the Round following his adoption of the Center Stance, the character gains a bonus of +1k1 plus his Void Ring on any one roll made during his Turn. The character also adds 10 to the total of his Initiative Score for that Round only.",
    "category" : "2"
  },
  {
    "uid" : "13",
    "name" : "Combat Actions",
    "content" : "During a combat Round, every character may take Actions on their Turn. Although a character's Stance may limit what kind of actions they may take, in general a character may take one of the following options:\n\nOne complex action + Free Actions or Two Simple Actions + Free Actions.\n\nFree Actions are minor activities that do not disrupt a character's ability to perform other tasks during the course of their Turn. Unless otherwise specified, a character may only perform each Free Action a maximum of once per Round.\n\nSimple Actions are more complicated tasks that require more of the character's attention, but not so much that he is not capable of taking more than one action at a time.\n\nComplex Actions are elaborate or time-consuming efforts that require all of a character's attention in order to complete.",
    "category" : "2"
  },
  {
    "uid" : "14",
    "name" : "Maneuvers",
    "content" : "Called Shot (variable Raises)\nA called shot is an attack that specifically target one section of the body. Without the Called Shot Maneuver, it is assumed that an attack will strike the target's torso, but with an increasing number of Raises, smaller or more specific parts of the body can be targeted. A specific limb can be targeted with 1 Raise, a hand or foot with 2 Raises, the head with 3 Raises, or an eye, ear, finger, or other similarly small parts with 4 Raises. There is no specific mechanical effect for striking a particular part of the body in this manner, although individual GMs may rule that a certain amount of damage may sever or destroy the body part in question, and any item held or worn on that part may be dropped or destroyed.\n\nDisarm (3 Raises)\nThe Disarm Maneuver targets a weapon held by the target, with the intention of knocking it out of the target's grasp. A successful Disarm attack inflicts only 2k1 damage from the jarring impact of the strike, regardless of the weapon used, and characters executing this Maneuver do not add their Strength to the number of rolled damage dice. If the maneuver is successful, the character and its target make a Contested Strength Roll. If the attacking character wins, the target drops the weapon in question. Weapons with wooden components that are the target of a Disarm Maneuver by weapons with a steel blade may be broken, at the GM's discretion. Recovering a dropped weapon requires a Simple Action on the part of the character who has been disarmed.\n\nExtra Attack (5 Raises)\nThe ability to make multiple attacks per Turn is normally granted by powerful School Techniques. This Maneuver allows anyone to gain an extra attack per Turn, however, as long as they have the skill necessary to pull it off. To gain an additional attack, a character must make 5 successful Raises on the first attack roll. These Raises confer no benefits, but if they succeed, the character may immediately make a second attack roll as soon as the first attack has been resolved (including damage). The Extra Attack Maneuver may only be used once per turn. The initial attack in this Maneuver must be successful, but the second may missed without any negative effects.\n\nFeint (2 Raises)\nA Feint is an attack that contains, as its first component, a deceptive movement intended to make a target believe that the attack will come from one direction, and then the actual attack comes from another direction, exploiting a hole in the target's defenses opened by their attempt to  defend against the initial attack. If the Feint Maneuver is successful, half the amount by which the character's attack roll exceeded the target's Armor TN (taking the two Raises  for this Maneuver into account) is added to the damage roll for that attack, to a maximum amount equal to five times the character's Insight Rank.\n\nGuard (0 Raises)\nGuard is a unique combat Action that does not actually require an attack roll. However, it has been placed here with Maneuvers for convenience, since it is used only in combat. During a skirmish, a character can choose to dedicate himself to protecting another character, making it harder to enemies to attack that person. Guarding is a Simple Action, and you may not take the Guard Action while in the Full Attack Stance. When you declare a Guard Action, you must designate one person within 5 feet of you. Until your next Turn, any time that person is within 5 feet of you,  their Armor TN is increased by 10 and your Armor TN is decreased by 5.\n\nIncreased Damage (1 or more Raises)\nThe simplest of all Maneuvers, an Increased Damage Maneuver  adds a bonus of 1k0 to the total of the damage roll that corresponds to the attack. Multiple Raises can be made to gain a larger amount of Increased Damage, but all Raises made in one combat Round count as one effect for the purposes of any mechanics that decrease the number of Raises required.\n\nKnockdown (2 or 4 Raises)\nThe Knockdown Maneuver is a specialized attack intended to damage an opponent and make them prone. Because this attack generally targets the legs, it is only usable against two- or four-legged opponents (requiring 2 and 4 Raises respectively).If successful, the attack deals normal damage and forces a Contested Strength Roll between the character and the target. If the character is successful, the target is knocked prone.\n\n",
    "category" : "2"
  },
  {
    "uid" : "15",
    "name" : "Move Actions",
    "content" : "Characters can move a certain amount per round depending upon the Action or Actions devote to that task.\n\nFree Action :  A number of feet equal to five times the character's Water Ring.\n\nSimple Action :  A number of feet equal to ten times the character's Water Ring.\n\nComplex Action : These are not normally available, but some mechanics can require a character to perform specific tasks as Complex Move Actions.\n\nA character may not move more than twenty times his Water Ring in feet per round unless he has an ability that increases his maximum possible movement per round.\n\nMovement is also modified by the type of terrain where characters are located :\n\n- Basic : City streets, plains, sparse forests, etc. No movement penalties.\n\n- Moderate: Tall grass, foothills, beaches, etc. A character's Water Ring is considered one Rank lower for the purposes of determining how far he can move.\n\n- Difficult : Mountains, dense forests, hip-deep water, etc. A character's Water Ring is considered two Ranks lower for the purposes of determining how far he can move. GMs may optionally choose to assign penalties to physical rolls made in Difficult terrain if it seems appropriate.",
    "category" : "2"
  },
  {
    "uid" :"16",
    "name" :"Iaijutsu Dueling",
    "content" : "Once a challenge has been issued and accepted, the process takes place over the course of two combat rounds. In a iaijutsu duel, both duelists are considered to be in Center Stance throughout the duel, and may not take any actions other than the ones listed below.\n\nStage On : Assessment\nOn the first Round of the duel, both characters enter the Assessment stage on the Initiative turn of the faster duelist. During the Assessment stage, each participant assumes the Center Stance and makes an Iaijutsu (Assessment) / Awareness roll against a TN equal to 10 plus their opponent's Insight Rank x 5. If successful, a duelist's roll reveals any one of the following pieces of information, plus an additional piece of information per Raises.\n- The Opponent's Void\n- The opponent's Reflexes\n- The opponent's Iaijutsu Skill\n- Any Iaijutsu emphases  the opponent may possess\n- The current number of Void  points the opponent has available\n- The opponent's current Wound Level\nIf a character's Assessment roll exceeds the total of their opponent's roll by 10 or more, whether or not it gained any information, the winning character gains a bonus of +1k1 on his subsequent Focus Roll. At this point, it is possible for either of the duelists to concede defeat, recognizing his opponent as superior.\n\nStage Two : Focus\nDuring the second Round of the Duel, both characters enter the Focus stage on the Initiative Turn of the faster duelist. The opponents study one another carefully, looking for any weakness. The duelists make a Contested Roll of Iaijutsu (Focus) / Void Roll. If one duelist beats the other's roll by 5 or more, that duelist earns the right to make the first strike. He gains a Free Raise towards his Strike Roll for every additional increment of 5 by which he beats his opponent's roll. If neither duelists beat the other's roll by at least 5, then a simultaneous \"Kharmic strike\" takes place.\n\nStage Three : Strike\nOn the third Round of the duel, both characters enter the Strike stage on the Initiative Turn of the slower duelist. The duelist who won first strike makes an Iaijutsu / Reflexes attack roll against his opponent normal Armor TN.Any Free Raises gained during the Focus stage apply to this roll. The attack is resolved normally, including Wounds being applied. The second duelist may then make his Iaijutsu / Reflexes roll, assuming he still lives. In a duel to first blood, the second duelist has lost the duel if his opponent struck him, and striking after first blood is considered extremely dishonorable.\n\nIn the event that neither opponent won the Contested Roll during the Focus stage, both make their attack roll simultaneously, an event known as a Kharmic Strike. Destiny has intervened, and the cause of the duel is considered dropped by both parties. Neither is the victor nor the defeated.\n\nIf neither duelist is dead at the end  of the Strike phase, and if the duel is to the death, the duel becomes a standard skirmish, continuing until one combatant is dead. Regardless of the result of the duel, the act of striking counts as each character's actions for this round.",
    "category": "2"
  },
  {
    "uid" :"17",
    "name" :"Grappling",
    "content" : "A character may initiate a grapple by making an attack roll using Jujutsu / Agility. This is always a Complex Action unless the character possesses an ability that specifically identifies renders grapples a Simple or Free Action. To successfully initiate a grapple, the attacking character must hit the target's Armor TN with his attack roll. This attack roll ignores the benefits of the armor to the Armor TN. The attack is successful, both the attacker and the target are considered to be in a grapple.\n\nWhen characters are involved in a grapple, one of them is in control. Initially this is the character who initiates the attack the grapple, but it can change every round. A grappled character must try to control the grapple at the beginning of his Turn. All characters involved in the grapple must make a Contested Jujutsu / Strength Roll. The character with the highest result on this roll is considered to be in control of the grapple until the next character's Turn.\n\nA character who has the control of the grapple may do one of the following things on his Turn : \n\nHit : As a Complex Action, the character may inflict normal unarmed damage on any one other participant in the grapple. This damage cannot benefit from Raises, as there is no attack roll being made. Free Raises can still be applied however.\n\nThrow : As a Complex Action, the character may throw one opponent, causing them to become prone anywhere within five feet of the character performing the throw. This remove the thrown character from the grapple.\n\nBreak : As a Simple Action, the character may immediately remove himself from the grapple.\n\nPass : As a Free Action, the character may do nothing, choosing to maintain the grapple and retain control.\n\nCertain weapons, primarily Chain Weapons and certain polearms, may be used to grapple opponents. Thees types of grapple are identical to normal grapples, except that the attack rolls and control rolls use the appropriate Weapon Skill in place of Jujutsu, and a Hit inflicts damage based on the weapon instead of unarmed damage. There is a risk associated with this, however. If the character using a weapon loses control of the grapple, his opponent gains two Free Raises on his next Turn to use the Disarm maneuver against him.",
    "category": "2"
  },
  {
    "uid" :"18",
    "name" :"Conditional effects",
    "content" : "- Blinded\nA character who has been struck blind or who suffers from the Blind Disadvantage suffers a penalty of -3k3 to all ranged attack rolls and -1k1 to melee attack rolls. A blind character's base Armor TN is equal to his Reflexes Trait plus five (armor adds bonuses as normal). The character's Water Ring is considered two ranks lower for the purposes of determining how far he can move as part of a Move Action. Any attempt at a Simple Move Action requires an Athletics / Agility roll (TN 20) or the character is knocked prone.\n\n- Dazed\nA character who has been dazed suffers a penalty of -3k0 to all actions. Dazed characters can only use the Defense and Full Defense Stances and cannot perform a Iaijutsu duel. The character may recover from this Status Effect by making a successful Earth Ring Roll versus a TN of 20 during the Reaction Stage. The target may attempt this roll once each Round, and the TN decreases by 5 each time he fails the roll.\n\n- Entangled\nA character who has become Entangled can take no Actions other than attempting to break free. This is a Strength Roll against a TN determined by the GM based on the nature of the entanglement : it is a Contested Roll if someone is actively trying to keep the character entangled. Opponents may initiate a grapple with an entangled character without an attack roll.\n\n- Fasting\nA character who goes without food and water for 24 hours loses the ability to regain Void  points from rest, although they can still be regained from meditation. After two days of fasting, a character suffers a +5 TN penalty to all his Skills Rolls until he gets food and drink. This increases by +5 for each additional day of fasting. After a number of days of fasting equal to his Stamina, he begins losing 2k1 Wounds per day until he gets food or drink or dies.\n\n- Fatigued\nA character who goes without rest for 24 hours suffers a +5 TN penalty to all his Skill Rolls, physical Trait Rolls, and Spell Casting Rolls until he rests. This penalty increases by an additional +5 for every day that passes without rest. After a number of days equal to the character's Stamina Trait, he must begin making Willpower Rolls at TN 20 every two hours to avoid falling asleep. A fatigued character may not take the Full Attack Stance.\n\n- Grappled\nA character who is participating in a grapple is considered Grappled. Characters who are grappled are much easier to hit with attacks, and have their Armor TN reduced to 5 plus any bonuses from armor they are wearing.\n\n- Mounted/Higher\nA character sitting atop a horse or other mount, or who is on higher ground (at least a four feet height advantage), gains a bonus of +1k0 on attack rolls against un-mounted/lower characters. A mounted character may not use the Full Attack Stance.\n\n- Prone\nA prone character is lying flat on his back, side or stomach, and cannot move, attack or defend himself to full effect. A prone character immediately suffers a -10 penalty to his Armor TN against melee attacks. This penalty lasts until he stands up. He cannot use Move Actions, and may only adopt the Defense or Attack Stances. He cannot attack with large weapons, and suffers a -2k0 penalty to attacks with medium and small weapons. It requires a Simple Action to stand up from the prone position.\n\n- Stunned\nA character who is stunned may take no actions. Such a character has an Armor TN equal to 5 plus any bonuses from armor worn. The character mau recover from this Status Effect by making a successful Earth Ring Roll at TN 20 during the Reaction Stage. If he fails this roll, the status ends at the end of the next Combat Round.",
    "category": "2"
  },
  {
    "uid" :"19",
    "name" :"Improving your character",
    "content" : "Experience Points\n- Trait : Next rank x4\n- Void: Next rank x6\n- Skills : Next rank x1\n- Emphasis : 2 XP\n- Kata : Mastery Level x1\n- Kiho : Mastery Level x1\n\nRank\nOne important aspect of characters that changes over time as they increase their abilities is Insight Rank. Insight is measured by adding all of a character's Rings together and multiplying them by ten, then adding the total of all their Skill Ranks together and adding it to the total from the Rings.\n\nRank 1 = Insight 1-149\nRank 2 = Insight 150-174\nRank 3 = Insight 175-199\nRank 4 = Insight 200-224\nRank 5 = Insight 225-249\nRank 6 = Insight 250-274\nRank 7 = Insight 275-299\nRank 8 = Insight 300-324\n\nShugenja and Insight Rank\nCertain Schools have only a single technique; Shugenja Schools are the most prominent example of this. When a character advances in School Rank, he gains the following benefits in lieu of a new Technique : \nThe Shugenja's School Rank increases the number of dice rolled on a Spell Casting Roll.\nThe new School Rank determines what Mastery Level of Spells he can cast.\nHe learns three new Spells, each of which must be of a Mastery Level he can cast at his new Rank.",
    "category": "3"
  },
  {
    "uid" :"20",
    "name" :"Reduction",
    "content" : "A Reduction rating reduces the damage roll of any successful attack made against an individual by the amount of the Rating.",
    "category": "2"
  },
  {
    "uid" :"21",
    "name" :"Mastery Abilities",
    "content" : "Mastery Abilities are additional benefits that characters gain from having higher ranks in a given Skill. Although most Skills have them, there are some that do not. Those Skills that have Mastery Abilities typically have them at Rank 3, 5 and 7, although there are some Skills that gain a single Mastery Ability at Rank 5. These benefits are listed in the individual Skill write-ups. Unless otherwise specified, Mastery Abilities only apply when the actual Skill in question is being used.\n\nAll Skills possess a single Mastery Ability at Rank 10, which is a Free Raise on all rolls made using that Skill.",
    "category": "4"
  },
  {
    "uid" :"21",
    "name" :"Emphases",
    "content" : "The number of Emphases a character may possess for a Skill is determined by his rank in that Skill. A character may possess one Emphases for a Skill at rank 1, two Emphases at rank 3, three Emphases at rank 5, four at rank 7 and a maximum of five Emphases at rank 9. It costs two experience points to purchase an Emphasis in Skill. An Emphasis is indicated in parentheses after the name of the Skill to which it is attached.\n\nWhen making a Skill Roll, if the character has an Emphasis that applies to the situation requiring the roll, he may immediately re-roll any dice that result in 1. This may only be done once per roll.",
    "category": "4"
  },
  {
    "uid" :"22",
    "name" :"Off-hand attacks",
    "content" : "A character handedness is determined by the player. A character attempting to make an attack with a weapon in his off-hand suffers a penalty of -5 to the roll if it is a small weapon, -10 if it is medium, and -15 if it is large.\n\nAdditionally, attacks made with the character's dominant hand suffer a penalty of -5 to attack as long as a secondary weapon is held in the off-hand. However, a character wielding two weapons is more difficult to hit due to the larger area covered. As a result, character wielding two weapons add their Insight Rank to their Armor TN.",
    "category": "2"
  },
  {
    "uid" :"23",
    "name" :"Advanced Schools",
    "content" : "Advanced Schools represent elite dojo within the Great Clans that are not accessible by all young samurai. Whereas basic Schools teach thousands every year, an Advanced School might accept only a few dozen students per year, each one hand-selected by the master sensei of that dojo. These groups are extremely prestigious, and to have a student selected to attend such a dojo is a great honor for his family, as well as for the sensei who prepared him so well for such a task.\n\nAdvanced Schools consist of three Techniques, which are generally more specialized and more powerful than traditional School Techniques, albeit more narrow in focus. Advanced Schools possess requirements for entry, and any character who wishes to take ranks in that Advanced School must meet all pre-requisites before he or she will be allowed to enter the dojo. Because of the prestigious and exclusive nature of these groups in the setting, Game Masters may wish to make gaining entry into an Advanced School part of the campaign, as a character must demonstrate incredible prowess and impress not only his own sensei but also the master sensei of the elite dojo in order to gain entry. It is no easy task, and virtually no character will be capable of entering an Advanced School until they reach Rank 4.\n\nOnce a character enters an Advanced School, his progression in the basic School he attended previously stops. His sen-sei there has sent him on to another dojo, a more prestigious one, and his duty now is to honor them with his progress. For him to return to his basic dojo would shame him, his family, and his sensei, so that option is no longer available. At the GM's discretion, however, a character who has completed his advanced schooling may petition to re-enter his original school having honored both his senseis by fully completing his training.\n\nA character may only ever take ranks in one Advanced School. The groups that maintain the organizations each have their own duty for the clan, and they do not overlap one an-other. To do so would be disrespectful both to one another and to the lords whom they serve.",
    "category": "3"
  },
  {
    "uid" :"24", 
    "name" :"Alternate Paths",
    "content" : "Like Advanced Schools, Alternate Paths are lesser training tracks within a Clan's program of study for its samurai. Although not as prestigious or as secretive as Advanced Schools, they are still looked upon with the great favor by the sensei of basic Schools, and selection for a student to attend a dojo where an alternate path is taught is an honor for the student's family and teachers. Unlike Advanced Schools, Alternate Paths teach a single Technique that replaces one in the normal progression of the character's School. When that Technique is learned, and the character advances to the next Insight Rank, he returns to his original School and resumes his course of study, bypassing the Technique the Alternate Path replaces and learning the next one in sequence.\n\nBecause Alternate Paths are not as restrictive in what students they accept, and because they are generally more flexible in the execution of their duties, it is possible for a samurai to study multiple  Alternate Paths. Each rank in a character's basic School can only be replaced once, however, so there is a limit to how many can be combined. A single character could not take two different Alternate Paths that both replaced Bayushi Bushi School Rank 3, for instance. Additionally, there are some restrictions on how many Paths can be combined based upon the character's profession.\n\nBushi/Courtiers\nBushi and courtier characters join Alternate Paths exactly as described above. The first Alternative Path learned by such characters counts as a rank of their Basic School. The second and subsequent Paths, however, do not count as ranks of their basic School. This is generally only a concern for characters with techniques that scale based on school rank.\n\nShugenja/Monk\nThe first Alternate Path taken by a shugenja or monk character works exactly as described above, replacing the rank listed in its description. This first Path that a shugenja or monk character takes is considered a rank of their basic School for the purposes of determining what spells or Kiho they may learn, and in their ability to use them. Any subsequent Paths do not count as ranks of the character's basic School, however. The first Path such characters take grants exactly one additional spell or Kiho, rather than the number normally gained when advancing in rank. Subsequent Paths confer no spells or Kiho.",
    "category": "3"
  },
  {
    "uid" :"25",
    "name" :"Crafting",
    "content" : "",
    "category": "4"
  },
  {
    "uid" :"26",
    "name" :"Glory",
    "content" : "Glory is a measure of an individual's fame throughout the Empire as a result of personal accomplishments. Unlike Honor and Status, Glory is a very fluid attribute and can vary wildly from the results of a single duel, skirmish, or battle. Individuals who participate in sensational events, such as military officers or duelists, are more prone to having a high Glory, while mild-mannered or unobtrusive individuals, such as scholars or scribes, are far less likely to be recognized. Surprisingly,socially high-ranking individuals such as the Emperor or the Daimyo of the Imperial Families have a relatively low Glory, because they are so unlikely to be recognized when outside of the trappings of their positions and unaccompanied by their retinue. There are few in the Empire, after all, who would recognize the Emperor if he were traveling in simple clothes without his legion of bodyguards and attendants. Glory is a measure of fame, ot prestige, and those who have lower Glory than a samurai are in no way obligated to obey him. They are expected to show him the proper respect for one of his reputation, however, and failure to do so can result in a legitimate reason for a duel or other unpleasant outcomes.\n\nGaining Glory\nGaining and losing Glory can be done in a variety of ways, all based upon a samurai's actions and what ramifications his actions have on his reputation in the Empire at large. Glory gains and losses are largely out of an individual's control, as Glory grows or diminishes as a result of others speaking of their exploits. Much as with Honor, it is the decision of the GM whether Glory changes should be \"automatic\" or not.\n\nEffects of Glory\nThe higher a samurai's Glory Rank, the greater the probability he will be recognized when he encounters people he has not met before. Whenever this happens, the GM can make a Lore: Heraldry/Intelligence roll for the strangers against a TN 50. This TN is reduced by an amount equal to the samurai's current Glory x 5. If the roll is successful, the strangers recognize the samurai and respond appropriately.\n\nInfamy\nCharacters who gain Glory for committing criminal or dishonorable acts may instead be given Infamy, which is similar to Gory in all respects save that it inspires fear and revulsion rather than awe or respect. It is gained in exactly the same manner, but for heinous and fearsome acts, typically those that would normally cause a loss of Honor. Individuals with Infamy can be recognized in the same manner as those with Glory, but the response of those who recognize them is vastly different. If a character has both Infamy and Glory, the total Ranks should be combined to determine the likelihood that the character is recognized.",
    "category": "3"
  },
  {
    "uid" :"27",
    "name" :"Status",
    "content" : "Rokugan is a feudal society, and Status is the measure of an individual's role and influence within that society. Those with higher Status command more resources, authority, and wealth, while those with low Status have little authority over anything, perhaps even their own lives. Status is a largely static attribute that changes infrequently. Generally speaking, the only way for a character to increase their Status is to gain appointments or promotions from someone who is higher-ranking in the hierarchy of their family, Clan, or the Imperial bureaucracy.\n\nGaining and losing Status\nStatus may only be gained by the formal promotion of a samurai by his lord or another higher-ranking individual. This is traditionally done in recognition of glorious service, although political appointments are also a source for such a thing. Losing status is less common, and is done by the same sort of individuals, but as punishment for some sort fo failure, typically a failure of duty. There is little that can be done in such cases; although in the instance of an unfair demotion, a samurai can conceivably protest his demotion to a figure of greater authority who holds influence over the individual who performed the demotion in the first place. If a demotion is found to be unjust, it results in the restoration of the wronged party's Status and a loss of Honor for the individual who performed the unjust act in the first place. However, an inappropriate protest typically results in even more severe punishment for the protesting samurai.\n\nEffects of Status\nStatus grants a samurai authority over other samurais of lower Status, but only if those samurais exist within the same hierarchy. A Lion samurai with Status 3, for instance, still cannot issue commands to a Mantis samurai with Status 2 unless the tow of them are members of the same military organization or a comparable social order of some sort; otherwise the Lion simply has no authority over the Mantis. On the other hand, a Lion of Status 3 can usually issue orders to another Lion of Status 2. Samurai must always be careful in doing so, however, and make sure they do not interrupt or countermand the orders of a different samurai with an even greater Status than their own. Countermanding a superior results in lost Honor and possibly a loss of Status as well.",
    "category": "3"
  },
  {
    "uid" :"28",
    "name" :"Spell Casting",
    "content" : "When casting a Spell, a Shugenja rolls a number of dice equal to his Rank in the relevant Ring plus his Shugenja School Rank, and keeps a number of dice equal to his Ring. The result is compared to the Spell's TN, which is equal to 5 plus (5x the Spell's Mastery Level).\nA Shugenja may cast a finite number of Spells per day. A Shugenja character has 'spell slots' equal to his Ring in the element in question. All Shugenja have bonus spell slots equal to to their Void ring, however, and these can be used to cast additional spells in any element of their choice.\nA Shugenja who fails a Spell Casting Roll is still considered to have used up the appropriate spell slot, as the Kami are angered by his failure. However,a Shugenja who succeeds in the Spell Casting Roll but then is interrupted before the Spell is completed does not lose any spell slot.\n\nRokugani spells are actually prayers and invocations to the Kami, spoken in a mystical tongue which the I.2mi can understand. All shugenja study this speech as part of their schooling. These prayers are complex, and most shugenja must read them from scrolls in order to cast them properly. This is why shugenja normally must have their spell-scroll in hand while they cast, so they can read off the prayers correctly. A stalled shugenja, however, can memorize the incantations by spending a number of Experience Points equal to the Mastery Level of the spell. This allows the spell to be cast without a scroll. Because the kami must hear the prayers, spells are normally spoken aloud. It is possible to conceal a spell, however, by muttering the prayers under one's breath. See the Stealth Skill for details. ",
    "category": "5"
  },
  {
    "uid" :"28",
    "name" :"Action and Casting Time",
    "content" : "A Spell requires a number of Complex Actions equal to its Mastery Level to cast. The first of these is spent when the caster successfully makes the Spell Casting Roll against the normal TN, which is equal to 5 plus the Spell's Mastery Level x 5. Each round thereafter, the Shugenja must spend a Complex Action to  continue the Spell. A spell takes effect immediately upon the completion of the last Complex Action required to cast it, unless otherwise specified in the Spell description.\n\nA character may reduce the number of Complex Actions required to cast a spell by one for every Raise made specifically for that purpose on the Spell Casting Roll. However, this cannot reduce the casting time to less than one Complex Action.\n\nCharacters who are attempting to complete a spell can be interrupted if they suffer damage or are significantly distracted during the casting process. A Shugenja who is interrupted must succeed at a Willpower Trait Roll (TN 10) to overcome distraction. If the Shugenja suffers damage, the TN for the Willpower Trait Roll is 5 plus the amount of damage suffered. A spell that is disrupted in this manner cannot be completed, but the Shugenja does not lose a Spell Slot.",
    "category": "5"
  },
  {
    "uid" :"29",
    "name" :"Affinities and Deficiencies",
    "content" : "Virtually all shugenja Schools have an Affinity for one element and a Deficiency for another. Most often, Affinities and Deficiencies are of opposing elements (Air and Earth are op-posed, as are Fire and Water; Void has no opposing element). This represents both the ritualized teachings of the Great Clans and the inherently oppositional nature of the elements. A shugenja with an Affinity for an element casts spells of that element as if his Shugenja School Rank were one higher. Conversely, a shugenja Deficient in an element casts spells of that element as if his Shugenja School Rank were one lower. if this reduces the Shugenja's effective School Rank to zero, he cannot cast spells of that element.",
    "category": "5"
  },
  {
    "uid" :"30",
    "name" :"Mass Battle",
    "content" : "Each Battle Turn takes place in the following stages:\n\nStage 1 Declaration\nDuring the Declaration Stage, all characters participating in the battle should determine their level of involvement. These range from Reserves, where a character is positioned well behind the front lines relatively safe from the vast majority of his enemies, to Heavily Engaged, in which the character is positioned on the very front lines and as such is situated right in the middle of his foes. Each character may choose to be in one of the following  four levels : Reserves, Disengaged, Engaged or Heavily Engaged.\n\nAs the rules are written, characters may switch to any level of engagement during any Battle Turn. However, GMs seeking a grittier and more realistic depiction of battle may wish to place some restrictions on a character's ability to move swiftly from one level of engagement to another. If this option is used, a character cannot change his level of engagement by more than one unless special circumstances or a Heroic Opportunity intervene.\n\nOnce a character level of involvement has been determined, the GM should make a Contested Battle (Mass combat) / Perception Roll between the generals in command of the rival armies. If one of the generals wins the roll by 5 or more, that general's army is considered to be winning while the other is losing. If the difference is less than 5, the battle is considered even. GMs may modify the results of this roll based on numerical advantage, terrain, weather conditions, successful Heroic Opportunities in previous Battle Turns, or any of a litany of other factors as they see fit.\n\nStage 2 Determination\nWith the characters' involvement and the current status of the battle determined, each player rolls one die and adds to it his character's Water Ring and his Battle Skill, if any. The total of this roll is compared to the Battle Table to determine how much Glory the character has accumulated, how many Wounds he has suffered, and whether or not he encounters a Duel or Heroic Opportunity. If he does encounter e Dual or Heroic Opportunity, the character proceeds to Resolution (below). If a character does not encounter a Duel or Heroic Opportunity, then after he rolls to see how much Glory and/or Wounds he has accrued, the Battle Turn ends for him..\n\nStage 3 Resolution\nCharacters who encounter a Duel or Heroic Opportunity have a special opportunity to take a more dramatic role in the battle. A result of Duel in the Battle Table indicates the character has come across an opponent of roughly equivalent skill, and the two have engaged in a private duel.Such events are generally allowed to play out by other samurai on the battlefield, because interfering suggests the samurai being aided is incapable of dealing with the matter,  a grievous insult. These duels may be traditional iaijutsu duels, or they can simply be one-on-one skirmishes with whichever weapons are available, depending upon the combatants.\n\nHeroic Opportunities\n- A Clear Shot\n- Attack the Archers\n- Attack the Shugenja\n- Be Prepared to Dig Two Graves\n- Break the Line\n- Few Against Many\n- Fire the Sails\n- For the Empire\n- Hold this Ground!\n- Join the Battle\n- Overwhelm\n- Pick Up the Banner\n- Protect the General\n- Rally the Archers\n- Ramming Speed\n- Save a Wounded Comrade\n- Save a Wounded Opponent\n- Save Our Ship\n- Shadowlands Madness\n- Show Me Your Stance\n- Shugenja's Gift\n- Skirmish\n- Stand Against the Darkness\n- Take the Enemy Banner\n- Wedge\n- Follow the Commander\n- Escort Mission\n- Friendly Fire\n- Save a Sacred Site\n- Fighting Street to Street\n- Stop the Summoning\n- Corrupted Brothers",
    "category": "2"
  },
  {
    "uid" :"31",
    "name" :"Katas Rules",
    "content" : "Kata are fighting postures and movements that have evolved over the centuries, and are reinforced through constant repetition during training. Individual kata styles mesh well with particular Schools, and while individual clans develop some kata as a means of diversifying the Techniques of their ancestral Schools, most are developed independently by talented samurai and taught to others without concern for family or clan.\n\nKata are a means to differentiate between Bushi characters without mechanics that are as significant as Techniques, but more specific and martial than Skills or Advantages.\n\nA bushi character can purchase a Kata if the character's School is listed as one of those that can utilize the Kata, and if the character's relevant Ring is equal to or higher than the listed Mastery Level. Purchasing a Kata costs a number of Experience Points equal to its Mastery Level.\n\nOnce a character is familiar with a Kata. he can execute it at any time. Executing a Kata is a Simple Action. Once a character has executed a Kata, he gains the listed benefit of the Kata until the effect expires (if a duration is listed) or he chooses to drop out of it (which is a Free Action). A character may only have one Kata active at a given time.",
    "category": "6"
  },
  {
    "uid" :"32",
    "name" :"Kihos Rules",
    "content" : "Somewhere between the spells of shugenja and the martial techniques practiced by bushi, the strange elemental abilities known as Kiho are almost exclusively the province of Rokugan's monastic orders, and are poorly understood by virtually everyone else. Kiho are similar to spells and Kata in that they are aligned with a particular Element. By focusing on the essence of that Element within themselves, monks are capable of truly impressive feats. Although Kihos by their very nature are difficult to quantify, they fall into four broad categories.\n\nInternal Kiho represent a monk's ability to align his chi with one of the Elements and in doing so increase his own abilities. They rarely have any visible, external effect other than a sudden increase in the monk's speed, strength, or other attributes.\n\nKharmic Kiho are external in nature, but almost exclusively non-offensive in their effect on others. They are named after the kharmic intertwining of fates that the Rokugani believe many people share.\n\nMartial Kiho are the most overt, and typically are delivered via an unarmed attack. These are powerful abilities that can easily level the playing field between a monk and an armored samurai, particularly if the samurai foolishly dismisses the monk as a non-threat. A number of Martial Kiho are delivered by precise fingertip attacks that inflict little or no damage. These attacks are known as atemi or nerve-cluster attacks (see the Atemi Attacks sidebar).\n\nMystical Kiho are the rarest and most inexplicable of all. There can be no reasonable explanation for the things accomplished by the monks who exhibit these abilities. They are, quite frankly and obviously, supernatural in nature. There can be no disguising the nature of these abilities.\n\nRegardless of type, all Kiho possess a Mastery Level, which determines how difficult it is to master that particular sliver of enlightenment. A monk character adds his School Rank plus the relevant Ring and compares the result to the Mastery Level. If it meets or exceeds the Mastery Level, he may learn that Kiho. Non-Brotherhood characters who may be eligible to purchase Kiho (see the sidebar Kiho and Non-Brotherhood Kiho) use only their Ring to determine if they may purchase a Kiho.\n\nUtilizing Kiho\nKiho have an incredible variety of effects, some of which may seem to overlap between the different classifications. In many ways, they are as inscrutable and mysterious as the monks who utilize them! There are some broad rules that govern kiho use however, and make utilizing them a bit simpler in practice.\n\nA monk character may only have one each of Internal, Kharmic, and Mystical Kiho active at any one time. A monk may have multiple Martial Kiho active at one time, but may only ever deliver a single Kiho effect via an unarmed strike per Turn. For example. a monk might have Air Fist (Internal), Embrace the Stone (Mystical), and Fire's Fleeting Speed (Kharmic) active at one time. A monk could not, however, deliver both Stain Upon the Soul (Martial) and The Great Silence (Martial) with a single blow. since only one Kiho effect can be delivered per strike. If a monk has multiple unarmed attacks, however, such as by using Dance of the Flames, then he could deliver a separate Kiho effect via each attack made during the same Turn.\n\nUnless otherwise specified in their description (or if they are atemi strikes, see below), all Kiho require activation. A Kiho may be activated either by spending a Void Point (as a Free Action), by making a Meditation / Void Skill Roll against TN 15 (counts as a Complex Action), or by making a Meditation / Void Skill Roll against TN 30 (counts as a Simple Action). Spending Void Points to activate Kiho in this manner is considered a School Technique for Brotherhood Schools, and thus does not count against the once-per-round restriction governing Void Points.\n\nA number of Kiho require successful atemi attacks as part of their activation (see the sidebar for information on atemi attacks). This is referred to in the text as the \"activating attack.\" When making the atemi attack, the monk may either spend a Void Point or make a TN 15 Meditation / Void roll at described above. For atemi attacks, however, these are all considered Free Actions.\n\nAtemi Attacks\n\nA number of Kiho, primarily Martial but including some of other types, require precise nerve attacks in order to be executed successfully. Because of the exacting precision necessary to execute these attacks, they do not inflict normal unarmed damage; they inflict no damage other than to allow the effects of the Kiho in question to take place. If the optional rules for monks are being used in a campaign, the Game Master may require atemi attacks to use the Atemi Emphasis of the Jujutsu Skill. All atemi attacks must touch bare skin in order to be effective. Because of this, all forms of armor double the normal bonus they confer to an individual's Armor TN against these attacks. Kiho that require an atemi attack have the (Atemi) notation following their Ring/Mastery entry.",
    "category": "6"
  },
  {
    "uid" : "33",
    "name" : "Stations",
    "content" : "The rules here allows the PCs to ascend to high Stations within the Empire. The rules do not make any prior Status requirements for the PCs to gain the benefits and responsibilities of these Stations. Any character can progress into one of these Stations, or even into multiple Stations, should he have the opportunity and dedication to do so within his personal tale.\n\nDuty Points\nA character may begin his progression within these Stations as soon as he earns Duty Points. Duty Points represent the characters ability to call on favors to develop his venture into the ruling nobility. Using these Duty Points, the character can purchase the Features of his Station at the costs listed, thereby improving his abilities. He may only have one of each Feature unless otherwise specified. He may increase the points spent in the Feature at any future time, up to the maximum listed with each Feature.\n\nThe first time a character uses Duty Points, he must choose one Station to act as his primary Station. When spending Duty Points for any Station other than the primary one, he must spend additional Duty Points equal to the Features level. (This only applies to the initial purchase, not to any subsequent increase in the Features level.) Finally, a character may not purchase Level Three Features in any Station unless he has the Advantage called The Daimyos Path.\n\nThere are three main methods to gain Duty Points. There are also special cases which are listed with specific Stations.\n\n- Status: When a character increases his Status, he is increasing his standing within his family and clan. He gains the ability to call for favors, even without choosing to focus on a Station. Starting with Status Rank 5, the character gains 3 Duty Points with each increase in Status Rank. Thus by Rank 7, the character should have 9 Duty Points to spend on the Features of whichever Station he wishes. While the character continues to receive these Duty Points past Status Rank 7, at such high ranks the characters position within his clan should already grant him all the advantages he could possibly require to nurture his chosen project.\n\n- Advantages: In addition to the Advantages listed be-low, several Advantages found in the Fourth Edition Rulebook grant additional Duty Points. These alterations are listed below.\n\n- GM Discretion: If a character gains responsibilities during game play, the GM can and should give the character access to a small number of Duty Points as an appropriate reward. For instance, a character who suddenly must muster troops to defend a village from bandit attacks could gain a free Advantage (worth 3 Duty Points), or could simply gain 2 Duty Points with-out cost, to help him accomplish his task.\n\nThere are also many ways in which a character can lose the Duty Points he spent on Features. One prime example is the Warlord Station, since a Warlord will suffer casualtiesthus losing the units he spent Duty Points to getevery time he steps onto the field. Since Duty Points are very difficult to get, the GM should probably allow characters some opportunities to recoup their losses. Some suggested methods to regain lost Duty Points are listed here:\n\nAn Ambassador who alienated his Explorer connection may make a Courtier (Manipulation) roll to find a way to win his trust once more.\n\nA Governor who needs to combat a fire could garner the resources to do so from his clan by making an Etiquette (Bureaucracy) skill roll.\n\nA Keeper whose monks are too distressed by a new thought to work could calm them with a Lore: Theology (Shintao) skill roll.\n\nA Master Sensei who is losing students to a virulent disease could make Medicine skill rolls to heal them, or make Courtier rolls to find other ways of combat-ing the threat.\n\nA Merchant Patron who had a shipment stolen can make Commerce (Trade) rolls to avoid suffering a penalty to his income.\n\nA Warlord who has lost his troops can call more warriors to his banner by making a Battle roll, although this may require several weeks or months of time de-pending on the severity of the losses.",
    "category" : "3"
  },
  {
    "uid" : "34",
    "name" : "Court Battle System",
    "content" : "A verbal battle in court can be a wild affair, with the conversation drifting from topic to topic as characters attempt to pounce on any weaknesses in their opponents arguments. The length of such a battle of wills can vary wildly, as the conversation can last as long as all sides can maintain their focus on the discussion.\n\nCourt Battle takes place in a series of Turns, each representing an indeterminate period of timemost likely several minutes. Damage sustained during a Court Battle is represented with a new mechanic called Willpower Wounds. Physical damage obviously does not occur in court (unless things go very badly), but courtiers may feel exhausted and defeated when they lose too many conversations. Willpower Wounds represent the characters ability to continue on even when he is losing arguments. A characters total Willpower Wounds are equal to his Willpower Trait x 10. Damage to a characters Willpower Wounds disappears as soon as a specific Court Battle is oversuch abstract injuries are not permanent in any way.\n\nStage One : Declaration\nDuring the Declaration Stage, all characters participating in the battle of words should determine their level of involvement. Each character may choose to be in one of the following levels:\nPassive, Engaged, or Heavily Engaged.\nA Passive character is disengaged from the fiery back and forth of the discus-sion, while a Heavily Engaged character has decided to throw himself into the very heart of the argument. Committing to one or the other side of an argument allows the character to greatly affect the discussion, but makes him an easy target if he loses the dispute. During this Stage of a subsequent Turn, a character may choose to change to any other level of engagement in the conversation.\n\nCharacters at the Passive level suffer less Willpower damage if they are defeated, but they are required to call a Raise for no effect on their roll during Stage Three.\nCharacters in the Engaged level suffer no penalties and gain no bonuses.\nCharacters in the Heavily Engaged level gain a +5 bonus to their rolls during Stage Two and Three, but suffer more Willpower Wounds if they are defeated.\n\nStage Two : Determination\n\nWith the characters involvement determined, each player rolls one die (this die can explode as normal) and adds it to the total of his characters Awareness and his Etiquette Skill Rank, if any. He gains +2 to this roll if he has the Conversation Emphasis and +5 if he is in the Heavily Engaged level.\n\nThe characters with the highest total roll on each side are the Leads of the conversation. The Lead with the highest total chooses the topic of conversation, which serves as the battlefield for all the characters in the Court Battle. His side is considered the attacking side and uses the Courtier Skill for the rest of this Battle Turn where indicated. Those who oppose him automatically become the defending side and use the Etiquette Skill for the rest of this Battle Turn.\n\nStage Three : Conflict\nAll characters have the opportunity to take a dramatic role in the dispute by role-playing their contributions to the discussion. Each character may speak his piece and attempt to change the flow of conversation into his point of view. The Lead from the attacking side speaks first. The Lead from the defensive side retorts, and the conversation proceeds in descending order of the rolls from Step Two. If there are more combatants on one side than the other, the GM may choose to allow characters from the smaller side to speak multiple times (in order) to continue to rebut the opposing arguments.\n\nEach character who speaks must make a Skill roll after his speech to see if he has swayed audience opinion. Each speaker should make a Skill roll appropriate to the argument or tactic applied. If no skill recommends itself, Courtier is the default skill for attacks and Etiquette the default skill for defense. Anyone may use the Lore skill applicable to the current subject\n\nThe TN for these rolls should be set by the GM, choosing as appropriate for the difficulty of the argument, the skill of the role-play, or the attitude of the audience. Each character who succeeds in the Skill roll adds a +1 bonus to the Resolution Roll (Step Four) for his side.\n\nStage Four : Resolution\nThe Turn concludes with the Leads on each side making a Resolution Roll. This is again one die rolled and added to the Leads Air Ring and his Ranks in either the Courtier or Etiquette Skill, as appropriate. Any modifiers garnered from the previous Steps are added as well, and this roll can explode as usual. The higher roll determines the victor for this Turn of the battle.\n\nVictorious characters do not suffer any penalties for losing. The losers suffer 10 Willpower Wounds. (Characters at the Passive level of conversation suffer only 5 Willpower Wounds, while characters at Heavily Engaged suffer 15 Willpower Wounds.) Characters who do not have Willpower Wounds left are forced to withdraw from further Turns of the Court Battle, but if there are characters on both sides ready and able to continue, the Battle proceeds for another Turn and begins once more at Stage One.\n\nOnce the battle is completely finished, all victorious characters gain 1 point of Glory, and all defeated characters lose 1 point of Glory. The GM may increase these awards and penalties for an especially prominent discussion, or one held in a very important court (such as the Imperial Court).",
    "category" : "2"
  },
  {
    "uid" :"35",
    "name" :"Creating Kihos",
    "content" : "Many of the Features in the following section refer to Kiho Creation, but this system can also be used for creating new spells, and a shugenja Keeper of the Temple will probably prefer to create spells instead. The rules listed here are intended as a basic guideline for utilizing the Station mechanics to create new kiho and spells, but the GM should be prepared to adjust them as needed. Cooperation between players and GM is vital for creating functional, fun, and balanced character abilities.\n\nStep One : Features\nYou must purchase the following Keeper of the Temple Level 1 Features before you can create a new spell or kiho: Kiho Creation: Element, Kiho Creation: Mastery, Kiho Creation: Effect. If you are creating a kiho, the Kiho Creation: SpecialFeature is also mandatory. You may only create one spell/kiho; in order to create another one, you must purchase the Library Feature, then buy the creation Features again for the second spell/kiho. (GMs may choose to allow you to create more spells/kihos based on your in-game accomplishments, of course.).\n\nStep Two : Determining the Effect\nAny spell or kiho must be created in conjunction with the GM. The powerful aspects of a spell or kiho effect are obviousdamage rolls, enhancements, etc. To determine the Mastery Level of a new spell or kiho, the simplest method is to look up existing ones of the same element and similar effect. An effect can be strengthened without increasing the Mastery Level by putting a restriction on when or how the power can be used. Some of the following restrictions may be considered for such balancing effects\n1.Limited Area of Effect (such as radius of 5)\n2.Duration: Concentration\n3.Harms allies as well as opponents\n4.Raises have little effect\n5.Requires difficult Range (touch only, or at least 50 away)\n6.Requires Void Point use\n\nStep Three : Determining the Cost\nCreating a new spell or kiho costs additional Experience Points equal to its Mastery Level\n\nStep Four : Research\nTo successfully a spell, you must make a Skill roll of Spellcraft (Spell Research) / Intelligence with a TN equal to 10 plus the new spells Mastery Level x 10.\n\nResearching a new kiho instead requires a roll of Lore: Theology (Shintao) / Intelligence, with a TN equal to 10 plus the new kihos Mastery Level x 5.\n\nIn both cases, making this roll requires a number of weeks of uninterrupted study equal to the new spell/kihos Mastery Level.\n\nIf the Skill roll fails, the GM may allow the character to try again (spending more weeks in study), or may rule that this new discovery is beyond the PCs powers",
    "category": "6"
  },
  {
    "uid" :"36",
    "name" :"Creating Katas",
    "content" : "The rules listed below are a basic guideline on how to utilize the Station mechanics to create new kata for bushi. Master Sensei of non-bushi schools do not have the option of teaching Kata, since they are strictly a bushi mechanic, but Sensei players can easily adapt these rules to the creation of new Alternate Paths, or even new Schools or new Advanced Schools. As always, cooperation and discussion between player and GM is mandatory to create functional, fun, and balanced abilities that will work within your game.\n\nStep One : Features\nYou must purchase the following Level One Features before you can create and teach a kata: Kata Creation: Ring, Kata Creation: School, Kata Creation: Effect. The other Kata Creation Features are optional, though each Feature enhances the design in some way. The new kata begins with a Mastery of 3, unless other Features are purchased to increase this amount.\n\nStep Two : Determining the Effect\nThe most crucial portion of the Kata is, of course, its effect. The following is a guideline: to have a balanced kata effect, you should reach a neutral total after adding together the values of all the attributes (based on the values listed below). Any positive points remaining increase the Katas Experience Point cost by five times the excess.\n+1: +1k0 to a specific Skill or attack roll\n+2: +1k0 or +3 to Initiative or damage\n+3: An effect equivalent to a Raise, or minor Reduction in limited situations\n-1: Stance limitation on the effect\n-1: Mastery 4\n-2: Harsher limitation: for example, cannot make Raises while the kata is active.\n-3: Mastery 5\n\nStep Three - Determining the Cost\nUnless Features are used to directly reduce the cost, creating the new kata costs Experience Points equal to double its Mastery Level. Add any extra cost from the previous step (if any) to determine the final cost of the Kata.\n\nStep Four : Teaching\nOnce you have spent the Experience Points to create the kata, you may begin teaching it to other bushi, who may purchase it in the normal manner.",
    "category": "6"
  },
  {
    "uid" : "37",
    "name" : "Army Battle System",
    "content" : "The Mass Combat rules are designed to simulate the experience of war on the front lines. The Army Battle System is designed to be used when one or more characters hold positions as commanders, able to dictate the course of the battle. This is a relatively simple rules system, and can be modified to add more depth and complexity if the GM and players prefer.\n\nOne specific rule which has been heavily abstracted is the scale of units and armies. The Personnel Features are combat units, but there are no numbers listed for each unit. This deliberate vagueness allows the GM and players to use the Army Battle System for engagements ranging from a few hundred warriors to hundreds of thousands, as the needs of the story dictate. A unit of Archers can represent 10 samurai or 100 samurai with equal ease.\n\nStage One : Compare Army Composition\nThe battle begins with the armies facing each other on the battlefield. Each side totals the Strength of the forces available to them, based on the strengths of units listed under Personnel (see Warlord Features), and compares the two numbers. The difference between the two armies becomes a bonus to the larger armys general during the Resolution Roll in Stage Five.\n\nStage Two : Terrain, Traps, and the Field of Battle\nThe chosen battlefield can significantly affect the end result of the fight, sometimes more than tactics if the terrain is seriously disadvantageous to one side. The GM should determine which side of battle has the upper hand in terms of terrain. The GM grants a bonus to the advantageous side for the Resolution Roll in Stage Five.\nMost battles should have a terrain bonus of +5, and the most extreme bonus should only be +10 to one side.\n\nTraps complicate the battle. The defender can place traps to remove the attackers options for assault. The effects of traps apply to the Tactics roll in Stage Three.\n\nStage Three : Tactics\nThe two generals must make a Contested Battle (Mass Combat) / Perception Roll to determine which of them uses superior tactics. Modifiers may be applied to this roll based on the units available to each side. If there are traps on the battlefield, the attacker must counteract them by calling a Raise (or two, if the traps are cleverly placed) on the roll\n\nTake the difference between the two rolls and divide in half. This total becomes a bonus to the better generals army during the Resolution Roll in Stage Five.\n\nStage Four : Heroic Opportunities\nHeroes can change the course of battle itself with the smallest events on the battlefield. At this point, the GM may opt to allow any PCs who are personally fighting in the battle to roll on the Mass Battle Table and resolve any resultant Duels or Heroic Opportunities. Each successful Heroic Opportunity or Duel grants a bonus of +2 to the Resolution Roll on that characters side.\n\nStage Five : Resolution\nFinally, the generals make one final roll, the Resolution Roll, to determine the result of the battle. Each general rolls one die (which can explode as usual) and adds the result to the combined total of his Water Ring, his Battle Skill, the combined Strength of his army, and any modifiers garnered from the previous Stages (such as for terrain, tactics, or Heroic Opportunities). The higher roll determines the victor of the battle. A difference of more than 10 indicates a massacre.\n\nIt is recommended that this roll not be modified by any means other than those listed hereallowing Techniques, Advantages, and other such factors to influence the roll will skew the results too widely\n\nStage Six : Casualties\nThe difference between the two Resolution Rolls represents the casualties taken by the losing side. The defeated army loses a number of units whose combined Defenses equal the difference. Of course, the victorious army cannot avoid casualties as well. The winner normally suffers one-fourth of the casualties taken by the losers, unless the victory is considered a massacre, in which case the victor only suffers only one-sixth of the losers losses. (In special circumstances, the GM may rule that a battle is unusually bloodycausing the winner to lose one-third, one-half, or even two-thirds of the losers casualties.)\n\nIf the Resolution Rolls are tied, the GM may require a re-roll or simply declare the battle a draw, with appropriate casualties to both sides.\n\nEach general assigns half of the casualties taken by each side. Thus, the best and worst units of each army will suffer damage during battle.\n\nMultiple Rounds ?\nA battle resolved with this method generally takes only one round. However, after casualties are suffered, the GM may decide to have the armies can start once more from Stage One if he feels a decisive victory has not yet emerged from the fighting.\n\nOther Events in Battle\nRandom factors can change the outcome of a battle, regardless of how much planning takes place and how many clever tactics are employed. The GM may use such events to complicate the course of a battle. The following chart offers suggestions for such events and the sort of modifications they may apply to the Resolution Roll.\n\n- Cavalry\n+5 bonus on open terrain if the enemy do not have any cavalry of their own.\n\n- Charge the Archers\nNegate the special ability of enemy archer units.\n\n- Death of a General\nPenalty equal to the generals Glory Rank\n\n- Inspiring Speech\nBonus equal to generals Glory if the general succeeds on an Oratory roll.\n\n- Supply Shortage\n-5 penalty to the unsupplied general (penalty may increase for a large army or an extended period without supplies).\n\n- Surprise Assault\n-5 penalty to the surprised general.\n- Way of the Land: Possessor of the Advantage gains a +5 bonus for Terrain on Stage Two\n\n- Target the Officers: Must make an additional raise on Stage Three: Tactics; reduce the opponents Resolution Roll by 3.",
    "category" : "2"
  },
  {
    "uid" : "38",
    "name" : "Siege Warfare",
    "content" : "Time\nEach roll on the Mass Battle Table normally represents a relatively short amount of time in a pitched battle, half an hour or so. For a siege, each roll should instead represent one day. For an exceptionally slow or wearisome siege, the GM may choose to have each roll represent two or three days, or even a week.\n\nDetermining the Advantage\nDue to the intrinsic advantages of defending a well-fortified castle, the defending general should receive a sizable bonus to his roll to determine whether he is winning, losing, or tied. A suggested starting point is +10 for a small or weak castle, +15 or +20 for a strong castle, and +25 or more for the Empires greatest defensive positions, such as Shiro Mirumoto or Kyuden Hida.\n\nLevel of Engagement\nPCs who are defending may only choose to be Engaged or Disengaged. PCs who are in the attacking force may also choose to be in the Reserves. If one of the generals chooses to escalate the siegea defender sorties to try to rout the attackers, or an attacker who tries to storm the castlethe Heavily Engaged level becomes an option, and all defenders must be either Engaged or Heavily Engaged.\n\nFaction Effects\nThe Crab are the acknowledged masters of siege warfare, and the GM can represent this on the Mass Battle roll by giving the Crab side a bonus based on the presence of Kaiu Engineers. The general on that side gains an additional number of unkept dice on his Battle roll equal to half (rounded up) the Engineer skill rank of the highest-Status Kaiu Engineer present.\n\nWinning the Siege\nSuccess in a siege is difficult, and requires weeks at a minimum, if not months. Assuming the castle does not fall by storm, the GM should choose a base amount of time in which the castle might fallwe suggest three weeks for a small castle, six weeks for a medium-sized castle, and twelve weeks for a truly formidable Kyuden. Keep track of how many Mass Battle rolls are won by the defender and how many by the attacker during that time. If the besieger wins more rolls than the defender, the castles defenses have weakened enough that it can-not hold out (although this does not mean it will fall easilythe defenders may launch a suicide attack, or the besieger may have to storm the castle to finally break the last crumbling defense). If the defender won an equal or greater number of rolls, the castle holds out; the besieger must either break off the siege or maintain it for the same length of time again. For each additional length of time the siege is maintained, the attacking commander gains a cumulative +10 bo-nus to the Battle rolls as the defender is weakened by starvation and despair.\n\nHeroic Opportunities\n\nArchery Duel\nEnemy archer units have picked out your unit to concentrate their fire. You must fire back or take cover.he enemy archers may be samurai in numbers equal to the PCs, or ashigaru bowmen equal to twice the number of PCs. Whichever side is part of the defending garrison should receive Armor TN bonuses to reflect the cover afforded by the fortifications. If the PCs defeat the opposing archers, they gain 2 Glory and the opposing general suffers a -3 penalty to his next Battle roll\n\nDisease\nSieges do not lend themselves to maintaining proper sanitation, either in the besiegers camp or in the castle. The PCs must make a Stamina Roll against a TN of 15. All who fail contract a disease of the GMs determination. Without proper treatment (Medicine rolls or a suitable spell) the disease will be debilitating and possibly fatal.\n\nForaging Party\nThe PCs are sent to forage for supplies (food, arrows, medicine, etc.) in the surrounding area. This mission may encounter opposition from enemy scouts, peasant rebels, or other such issues.\n\nMessenger Duty\nThe PCs are assigned to carry an important message. If they are part of the garrison, this will require slipping through the besiegers cordon around the castlea dangerous mission indeed.\n\nSortie\nThe garrison is making a probing attack against a section of the line to test the strength of the besieging army and, if possible, raid their camp. Although this is only a testing raid, it will still be a sharp and desperate fight regardless of which side the PCs are on. The PCs must fight a skirmish against appropriate opposition (a good starting point would be an equal number of samurai of the same Insight Rank). If the PCs defeat them, they will gain 3 Glory.\n\nToo Close to the Walls\nIf the PCs are with the besieging force, they are ordered to advance and scout out a section of the walls to assess their defenses and the strength of the garrisonunless they perform the mission stealthily, they are caught by a small detachment from the garrison. Conversely, if the PCs are with the garrison, they are ordered to intercept a small party of enemy scouts spotted advancing close to the walls. In either case, the PCs must fight a skirmish against a suitable opposing force, most likely slightly weaker than they are. If the PCs defeat them, they gain 2 Glory.",
    "category" : "2"
  },
  {
    "uid" : "39",
    "name" : "Called Shot Archery",
    "content" : "2 Raises: Shoot an arrow with a rope attached (such as when trying to get out of a pit, for example).\n\n3 Raises: Pin an opponents extremity (hand or foot) in place, either to the floor or to a convenient wall, table, or pillar. The opponent takes normal damage but is pinned in place until pulling him-self loose (which would probably inflict a small amount of additional damage, such as 1k1). The GM could also rule that the wounded extremity cannot be used effectively, such as by penalizing a character hit in the hand when he uses two-hand-ed weapons, or inflicting the Lame Disadvantage on a character hit in the foot. \n\n3 Raises: Shoot someones helmet off his head. This might result in a 1-point reduction in Reduction from armor.\n\n3 Raises: Shoot an object in order to knock it away (e.g. shooting a sword off the table before a ronin can grab it up, for example).\n\n4 raises: Pin an opponents extremity without hit-ting flesh, such as pinning his sandal to the ground or pinning his kimono sleeve to the wall. If the opponent is wearing Heavy Armor, this trick shot might require an additional Raise unless the character is shooting an armor-piercing arrow.\n\n4 Raises: Pierce another arrow in an existing tar-get (the classic Robin Hood shot).\n\n4 Raises: Cut a foes forehead so blood gets in his eyes, rendering him Blind until he takes a Simple Action to wipe the blood away. This trick shot would probably require a fleshcutter arrow to be properly effective.\n\n5 Raises: Shoot a small or medium weapon out of an opponents hand. This is different from the me-lee Disarm maneuver, which requires a Contested Strength roll and thus clearly cannot be performed with a ranged attack. However, allowing an archer to auto-disarm a foe with 5 Raises may be too strong, so a possible alternative is to require the foe to make a Strength roll at, say, TN 20 to hold on to the weapon. This option also allows the ar-cher to call additional Raises to make it harder for the foe to hold on to the weapon.\n\n5 Raises: Sever an enemys bowstring.\n\n5 Raises: Cut the ties on a foes armor, causing it to partially fall off. This could reduce an opponents Armor TN and/or Reduction from armor by 1 or 2 pointspossibly even reducing Heavy Armor to Light Armor for an extra Raise. \n\n6 Raises: Shoot an enemy arrow or missile out of the air. This sort of action transcends the nor-mal restrictions of the L5R game mechanics, since there is no flight time rule for missile weapons. However, a GM who wishes to encourage a more cinematic approach to archery could allow an ar-cher who is holding/delaying his action for the Round to react to an enemy missile attack by immediately taking his own attack and try-ing to shoot it out of the air. ",
    "category" : "2"
  },
  {
    "uid" : "40",
    "name" : "Counterspelling",
    "content" : "A shugenja who has at least 5 Ranks in the Spellcraft Skill may attempt to Counterspell any normal Rokugani spell being cast by another shugenja. (Maho, Nothing spells, and gaijin magic of all kinds cannot normally be Counterspelled.) The would-be Counterspeller must be aware that a spell is being cast (GMs judgment, but in general any shugenja can recognize the sights and sounds of spellcasting) and must be within a reasonable distance (suggested maximum range is 50 x School Rank).\n\nIf the enemy spell takes more than one Complex Action to cast, the Counterspelling shugenja may always make the attempt to Counterspell so long as the Initiative order allows him to take a Turn in between the start and end of the spellcasting process (this will almost always be the case). However, if the spell only takes one Complex Action to cast (either due to being a Mastery Rank One spell, or due to the caster taking Raises to cast it in only one Action), or if for some reason the Counterspelling shugenja does not have a Turn between the start and end of the spell-casting process, then a Counterspell may only be attempted under the following conditions:\n\nThe Counterspelling shugenja is acting before the casting shugenja in the Initiative order, and chooses to delay his Turn for the purpose of potentially Counterspelling.\n\nThe Counterspelling shugenja is tied with the casting shugenja in the Initiative order.\n\nA specific shugenja may only attempt to Counter-spell each enemy spell once, even if he has multiple Turns during the time when the spell is being cast. If multiple shugenja have the ability to attempt a Counterspell against the same enemy spell, they may make their Counterspell attempts separately or they can combine their efforts (see below).\n\nCounterspelling Procedures\n\nA shugenja who is attempting a Counterspell takes a Complex Action and expends a spell slot in the Element which is opposed to the Element of the spell being cast (any shugenja who has Spellcraft of 3 or higher will be able to sense the Element being used in a spell). Fire opposes Water, Air opposes Earth, and Void opposes itself.\n\nThe Counterspelling shugenja then makes a Spell Casting Roll using the opposing Element (applying Affinity/Deficiency if appropriate). If the total of his roll is higher than the Spell Casting Roll of the shugenja casting the spell, the Counterspell is a success and the spell fails to take effect. (Observant GMs may note there is a potential timing issue here  if the Counterspelling shugenja is acting in the middle of a spell that takes more than one Complex Action to cast, the caster has not made his Spell Casting Roll yet. In this case, it is recommended that the caster make his Spell Casting Roll immediately but the final effects not be seen until the time when the spell would normally be cast.)\n\nIf multiple shugenja are making a combined attempt to Counterspell a single enemy spell, the combined effort uses the highest Ring Rank and the highest School Rank among all the shugenja, and adds a +1k1 bonus to the roll for each shugenja beyond the first.\n\nInstances where Counterspelling is impossible\n\nIn order to be effective,Counterspelling must be able to disrupt the kami at the moment they are being invoked through prayer. This means there are a number of instances in which it is not possible to Counterspell.\n\nAny effect which stores a spell for later discharge,such as the spell Silent Waters, the Agasha and Tamori alchemical potions cannot be Counterspelled.\n\nAdditional Counterspelling Options\n\nSchool Bonuses\nCertain schools and magical traditions within Rokugan are better at Counterspelling. Any shugenja who is enrolled in the Phoenix Inquisitor Advanced School gains a +1k1 bonus to Counterspelling attempts. Any shugenja trained in the Yogo Wardmaster School or the Seppun Shugenja School gains a +1k0 bonus to Counterspelling attempts.\n\nPowerful Spells: It can be more challenging for a shugenja to Counterspell magic which is beyond his own capacity to cast. If the spell which is being Counterspelled is a higher Mastery Rank than the Counterspelling shugenja could normally cast, he must call one Raise on the Contested Roll for each Mastery Rank by which the spell exceeds his capacities. ",
    "category" : "5"
  },
  {
    "uid" : "41",
    "name" : "Taryu-Jiai Duel",
    "content" : "A duel of Taryu-Jiai uses a loosely similar overall structure to an iaijutsu duel, but there are significant mechanical differences since the shugenja are calling on the power of the kami directly rather than fighting with weapons. The exact length of a Taryu-Jiai duel varies  matches between powerful shugenja have been known to last several minutes  but GMs who wish a more standardized feel can rule that a Taryu-Jiai duel happens in three Rounds in the same manner as an iaijutsu duel, and the steps outlined below assume this to be the case.\n\nTaryu-Jiai does not use the Center Stance. (If the duel is taking place in Rounds, the duelists are typically in the Attack Stance throughout.)\n\nStep One : Selection\nBefore the duel begins, each duelist chooses which Element he will call upon for the duel. This will usually be the Element in which he has Affinity, though this is not required. Also, in some instances the duelists will specifically agree to fight using a particular Element  for example, two pacifistic shugenja might choose to fight a Duel of Air. The choice must be made from one of the four normal Elements  there are no duels of Void, not even between Ishiken.\n\nStep Two : Assessment\nOn the first Round of the duel, each shugenja attempts to sense the Elemental power and capability of his opponent. This is a Contested Roll of Spellcraft / Void. The shugenja who wins the Contested Roll learns the Ring his opponent has selected and the opponents Rank in that Ring. If he wins the Contested Roll by at least 10, he also learns either the opponents School Rank or his Void Rank (players choice).\n\nAfter the Assessment step, either shugenja may opt to acknowledge defeat and thereby end the duel. If neither shugenja concedes, the duel proceeds.\n\nStep Three : Empower\nOn the second Round of the duel, both shugenja begin praying to the kami and gathering the energy of the Elements around them. This will often produce very impressive visual effects as the kami gather and swirl around the two shugenja, whose eyes glow with the power of the kami in the same manner as when casting spells. This stage of the duel is considered to be full concentration, meaning the shugenja may only perform Free Actions and can potentially be disrupted by outside distractions, enemy attacks, etc.\n\nStep Four : Strike\nOn the third and final Round of the duel, both shugenja unleash their gathered Elemental power, attempting to overwhelm their opponent. This is often a quite spectacular event as massive numbers of kami swirl and clash, stones and flames erupt from the ground, whirlwinds sweep out of nowhere, and so forth.\n\nMechanically, this is represented by the shugenja performing a Contested Spell Casting Roll using the Element of their choice. Affinity/Deficiency apply as normal, and spell slots are likewise used as though the shugenja cast a spell of that Element. Other aspects of School Techniques generally do not apply (since the shugenja are unleashing raw Elemental power rather than using specific types of prayers such as Illusion or Jade) but the GM may opt to let them apply if it seems appropriate.\n\nThe shugenja who wins the Contested Roll inflicts 2k2 damage on his opponent, plus an additional 1k1 damage for every differential of 5 by which he beat the opponents total Spell Casting Roll. The shugenja who lost the Contested Roll inflicts half as many dice (rounded down) of damage on the winner.\n\nIf the duel is non-lethal, the winner is whoever inflicts more Wounds in the Strike. If it is a duel to the death, the shugenja will continue to repeat the Empower and Strike steps until one opponent falls  any duelist who is reduced to Down or Out in a lethal Taryu-Jiai duel will be immediately overwhelmed and slain by the opponents kami.\n\nAdditional Options\nDisruption  The GM may add depth to the Empower step by allowing the shugenja to try to disrupt their opponents control over the kami and thereby gain an advantage in the subsequent Strike. This is resolved as a Contested Roll of Spell-craft / [Element] (where Element is each duelists chosen Element for the duel). If one duelist beats the others roll by at least 10, the winner gains a +1k1 bonus to the Strike roll.\n\nSpecific Elemental Effects  The GM may opt to add specific effects to the duel to reflect the Elements chosen for the duel. For example, Air is a less violent Element, so the GM could let half the damage inflicted by Air in a duel be non-lethal buffeting/smothering damage that has no lasting or lethal effect. Conversely, Fire is more violent and destructive, which could be represented by adding +1k0 to the duelists damage; Water is the Element of clarity and could award a +1k0 bonus to Assessment rolls; and the weight of Earth could reduce an opponents mobility and stamina, represented by the opposing duelist becoming Fatigued.",
    "category" : "5"
  },
  {
    "uid" :"42",
    "name" :"Mass Battle - Heroic Opportunities",
    "content" : "A Clear Shot\nThe front lines break, and you have a clear shot at the leader of the opposing army with a ranged attack.. The Tn of the shot depends upon the commander and his Armor TN, although given the chaotic nature of the conflict it should not be less than 30. A successful hit is worth 4 Glory and the enemy General suffers a penalty of -5 to his next Battle Roll.\n\nAttack the Archers\nSuddenly your character see a path that leads directly to the reserves of the opposing army. You have an opportunity to attack their archers, thus making an opportunity for the reinforcements to charge. If the attack is successful, the opposing General suffers a penalty of -5 to his next Battle roll and the attacker gains 2 Glory.\n\nAttack the Shugenja\nA break opens in the battle and you have the opportunity to attack the reserves. The enemy shugenja stop their battle rituals as you charge into their ranks.If the attack is successful, the opposing General suffers a penalty of -5 to his next Battle roll and the attacker gains 3 Glory. If you offer the shugenja a chance to surrender you gain 2 Honor, whether they accept or not.\n\nBe Prepared to Dig Two Graves\nYou see a samurai from the enemy's army cut down one of your kinsmen. You may spend the rest of the battle seeking that samurai. If the character chooses to pursue him, he must enter the enemy's level of engagement and succeed at a Contested Battle/Perception Roll to locate him. If he succeeds, he may immediately initiate the Show Me Your Stance opportunity.\n\nBreak the Line\nYou receive the command to charge the enemy's front line! The character must face 2 to 4 Rank 2 samurai to successfully attack the front line. The character is immediately moved to the Heavily Engaged level. During the next Battle Turn, reduce the character's roll by 2, but add 3 to his general's Battle Roll. The character gains 3 Glory.\n\nFew Against Many\nYou watch as an ally charges into the midst of battle. His fate is sealed as enemies surround him, unless someone conies to his aid. Treat this opportunity as a skirmish against 3-6 samurai of one rank lower than the character (to a minimum of Rank 1). If the character's ally survives, the character gains 3 Glory and may be awarded the Allies Advantage at the GM's discretion.\n\nFire the Sails\nOne certain way to attack an enemy ship is to burn its sails and render it immobile. You may accomplish this with a well-placed flaming arrow. \nThe TN of this shor depends upon the distance between the ships. A successful shot renders the ship immobile until a new sail can be hung, and reduces the opposing general's next Battle Roll by 3.\n\nFor the Empire\nThe hideous creatures you face seem unfazed by the deaths of so many among their ranks, pressing forward despite heavy losses. Suddenly you notice a Shadowlands warrior shouting commands to the foul creatures. Perhaps the death of their leader will have more impact. The samurai may fight a Lost samurai of one Rank higher than the character, a minor oni of some son, or any other corrupted foe the GM prefers. If the battle is successful, the character gains 3 Glory. The opposing general suffers a penalty of -5 to his next Battle Roll.\n\nHold this Ground!\nYour Commander tells you to hold the line! If you and your troops can hold your ground, you will bring great glory and honor to your Clan. The character and the unit he is with must hold the line against opposing forces. If they are Engaged, they must face a number of opponents equal to their number plus 2, and gain 2 Glory if successful. If Heavily Engaged, an additional +2 opponents are present. and the Glory gain is increased to 4.\n\nJoin the Battle\nIn your position at thr army's reserves, you see a hole in the enemy general's strategy. Perhaps now is the time to bring your strength into the battle! The character can choose to move his position to Disengaged. If he chooses to do so, he immediately rolls again on the Battle Table with no modifiers to the roll.\n\nOverwhelm\nYou and the troops in your unit see an enemy commander in the midst of battle with no guardians. separated in the chaos of battle. Though it may nor be the most honorable thing to do, overwhelming him might give your army a deciding advantage. The character and any others in his unit may decide to attack a single samurai of Rank 3 or 4. If this Opportunity is successful, the opposing general suffers a -5 penalty to his next Battle Roll.\n\nPick Up the Banner\nYou see the banner carrier fall to arrows. You have the opportunity to catty the army's banner, boosting your army's morale. However, the banner carrier is a choice target for enemy soldiers. The character that accepts the burden of the army's banner will be attacked by many samurai and archers every Battle Tum until he abandons the banner. During every Battle Turn the character holds the banner, his general gains a +3 bonus to his Battle roll.\n\nProtect the General\nYou suddenly come across the army's general, who has lost his personal guard. The general commands you to stand at his side and protect him from attack. You must follow him wherever he goes (some generals are more courageous than others). Direct this character's level of engagement for the rest of the battle. The character gains one extra point of Glory every Battle Turn. \n\nRally the Archers\nYour army's archers are in disarray. You must regroup your ranged troops and ready them to fight once more. The PC must use inspirational words and a roll of Perform: Oratory J Awareness at a TN of 20 to succeed. If successful. his general gains +5 to his next roll, and the PC gains I point of Glory. If this Battle Opportunity fails or is refused, his general suffers -5 to his next roll\n\nRamming Speed\nThe captain of your boat calls out, \"ramming speed!\" You must brace yourself to board an enemy ship as your boat enters the thick of battle. \nIf the character accepts this Opportunity, he must place himself in the Heavily Engaged level. He must fight 1 to 4 samurai of one lower Rank than the character. The character gains 1 point of Glory.\n\nSave a Wounded Comrade\nIn the midst of battle, you notice a kinsman has fallen! You have the opportunity to save him. \nWhile saving his comrade, the character cannot undergo any other Heroic Opportunities. Each Battle Turn, the character faces two or three Rank 1 or 2 opponents. If the character successfully defends the fallen comrade, he gains an additional point of Glory for each Battle Turn (and the ally may wish to bestow gifts in return for his lift). \n\nSave a Wounded Opponent\nBetween breaths you notice a wounded enemy. He calls out for you to help him. You may ignore him without penalty (he is acting cowardly, after all), but if you aid him, he will be morally obliged to you. The opponent could also become a valuable hostage to be used in negotiations with the enemy... \nThe character must move to the Reserves level of activity as soon as he can. The character gains no bonuses for completing this Opportunity. \n\nSave Our Ship\nYour ship has been the target of heavy fire throughout the entire battle, and you find out it has suffered structural damage. In a few moments it will sink, and without warning your crewmates will all die. You must warn the others and help them off the ship. \nlithe character successfully saves the lives of his crewmates, he gains 3 Glory. \n\nShadowlands Madness\nThe curse of the Shadowlands Taint falls upon those fighting by your side and they fall to the ground. scream-ing. A few moments later they rise again  with an unholy gleam in their eyes. \nThe character must fight against 1 to 4 Tainted samurai either equal to the PC's Rank (in Heavily Engaged) or one lower (in Engaged). The character gains 1 Glory for succeeding. If the character fails this Opportunity, his general has a -3 penalty to his next Battle Roll. \n\nShow Me Your Stance\nAn enemy commander notices you and loudly challenges you to a duel. \nIf the character accepts. initiate a duel against a samurai of Rank 2 or 3. If the character wins, he gains one point of Glory for each Glory Rank of his opponent; additionally, his general gains a +2 bonus to his next Battle Roll.\n\nShugenja's Gift\nOne of the shugenja of your army has targeted you with a spell. \nThe GM may decide what spell it is; alternatively, just consider one of the character's Traits or Skills to be one Rank higher until the end of the battle. \n\nSkirmish\nThis Opportunity gives a character the opportunity to fight a number of enemies determined by the GM. A character needs only to force his enemies out of the fight to succeed at this Opportunity; he does not need to kill them. If the character is successful in this Opportunity, add +i to his general's next Battle Roll. \n\nStand Against the Darkness\nThe ashigaru troops and some craven samurai in your army are unused to fighting undead abominations and the stuff of nightmares. They break and run at the sight of a huge (Jul slowly marching on their position. If you can defeat the beast, perhaps your example will raise the morale of your army. \nThe character may fight a minor oni or other similar opponent. If he succeeds, the character gains 4 Glory and his general gains a +1 bonus to his next Battle Roll. If he fails, or if this Opportunity is refused, the general suffers -5 to his next Battle Roll. \n\nTake the Enemy Banner\nBetween the blood and carnage you spot the standard bearer of the opposing army. You have the opportunity to take the enemy's banner! You must kill the bearer in com-bat to take it. If you take it, you must try to get it back to your Reserves. \nWithout the help of the character's army, this Opportunity is nigh impossible to complete. While the character holds the enemy banner, he cannot undergo any other Heroic Opportunity.\n\nWedge\nYou are sent to be the spear-head of a wedge formation driving deep into enemy forces.\nFor the duration of this Opportunity you are considered Heavily Engaged no matter your actual level of Engagement. You drive forward each Round towards the enemy Reserves. If you make it through (GMs choice of how many Rounds this takes), the opposing general receives a -2k2 penalty to his next Battle roll and you gain 5 points of Glory\n\nFollow the Commander\nYour commander (or an elite unit specific to your clan) charges forward. As they do, a few of their number fall and one turns to you, beckoning you to join them\nYou become Heavily Engaged for the remainder of the battle. If you survive alongside the elite unit or commander, you double all Glory gains for the battle. In addition, you gain the recognition of the leader of the unit and may be invited to permanently join.\n\nEscort Mission\nA high profile ally of your clan is trapped amid desperate fighting and her yojimbo has fallen.\nYou may choose to offer protection to the ally and escort them from Heavily Engaged to Reserves. If successful, you gain Glory points equal to the targets Status Rank, and also gain the Ally advantage with that NPC, with at least 2 points of Devotion.\n\nFriendly Fire\nThe battlefield is fraught with distraction. Perhaps you are fighting at night, in a dense fog, amid heavy rain, or some other obscuring condition. In the middle of a skirmish you realize you are engaged in heated combat with soldiers of your own army.\nYou are fighting a skirmish with samurai on your side, and the others are in a desperate rage, unable to tell you are an ally. The foes Full Attack every Round of the skirmish. If you end up killing them, you lose 4 points of Honor and must explain your actions or live with the disgrace. Alternatively, you can withdraw (opening yourself up to accusations of cowardice) or try to get through to them with rolls of Sincerity to convince them to stop before they kill you.\n\nSave a Sacred Site\nA site, item, or individual sacred to the city is in danger of destruction or looting.  You must defend it.\nA sacred shrine or temple, famous holding, or an item of specific note to the city is being assaulted by the enemy forces  or, perhaps, being looted by your own side.  If it is lost or destroyed your armys morale will suffer and your general will suffer a -1k1 penalty to his Battle rolls for the rest of the engagement. If you are able to defend the site, item, or person, you gain a full Rank of Glory. While attempting to defend, you are Heavily Engaged and must fight 3-6 enemies of your Insight Rank or higher. Note that this Opportunity works best when it is personalized to the battle. Also, note that this Opportunity can easily be switched to serve as Unheroic \n\nFighting Street to Street\nYou find yourself in a tight alley, buildings crumbling or burning all around, facing off against a full contingent of enemy soldiers.\nThis Opportunity functions similarly to Hold This Ground, but is more dangerous. You must face three times your number (or your units number) of enemy opponents of equal Insight Rank or higher (+4 opponents if Heavily Engaged). If successful, your general receives a +1k1 bonus to his Battle Roll and you gain 8 points of Glory.\n\nStop the Summoning\nA group of Maho-Tsukai is summoning an oni or casting some other powerful and dangerous Maho spell. You must stop them or all is lost.\nThe Maho-Tsukai will finish their ritual at the end of the next Battle Round. If any one of them is still alive, terrible devastation will be brought upon your army. You must become Heavily Engaged and face a number of Maho-Tsukai (each of Insight Rank 3 or 4) equal to your units size +2 (this number may also include bodyguards or monsters protecting the Maho-Tsukai). If successful, you gain 6 points of Glory and the opposing general has a penalty of -1k1 to his next Battle Roll. If you fail, your commander suffers a -3k3 penalty to all his remaining Battle Rolls. (Note that this Heroic Opportunity can also work in a non-Shadowlands battle if the GM substitutes a powerful Elemental spell for the Maho.)\n\nCorrupted Brothers\nA damning power of the Shadowlands has corrupted an entire unit of your allies. They have turned upon their own side and are wreaking havoc, advancing toward your armys Command Staff and reserves.\nThis is the opposite of an Escort Mission. If you pursue the corrupted soldiers, you must stop them before they reach your Reserves (they will start at Heavily Engaged and move back one Engagement Level each Battle Round). Until you manage to kill them all, each ally on your side of the battle moves up one Engagement Level each Battle Round as the enemy pushes into the lines. If you do succeed in defeating them before they reach the Reserves, you gain one point of Glory for each soldier defeated. If you fail, your commander suffers a -3k3 penalty to all later Battle Rolls. The GM chooses how many and how strong to make the corrupted soldiers, depending on how intense he wants this challenge to be.\n\nUnheroic Opportunities\n\nFeign Death\nYou slip and fall in the blood and mud, landing amid a pile of the dead. You must make a choice between pragmatism and honor. You must choose either to immediately stand and continue fighting... or to hide among the dead. If you stand, the battle continues normally  and you might gain a small amount of Honor if your current Honor Rank is low. If you hide, for every Battle Round that you feign death you take no damage but lose half the amount of Honor you would lose for Fleeing from Battle. Alternatively, you may choose to use your feigning to ambush the enemy  if you do so, this creates an automatic Duel with an opposing officer. (The GM may substitute some other result for the Duel if it seems more appropriate.) If you are discovered using this tactic, you gain 5 points of Infamy.\n\nGaijin Warfare\nA member of the Command Staff has entrusted with you a secret stash of gaijin pepper and commanded you to use it when the time is right.  If you choose to activate the special package you will immediately lose Honor as though Being an accomplice to a heinous crime. However, the ensuing explosion and chaos will cause the opposing general a -2k2 penalty on his next Battle Roll and -1k1 on the Round after that. If you are found out, the most likely result will be execution or, at best, reduction to ronin. \n\nLiar's Tactic\nAn enemy officer demands your surrender on the field. You may offer it... and then betray the surrender at an opportune moment. If you surrender and then renege, you are immediately attacked by the officer (who is Insight Rank 2 or 3) and his escort. However, your treason allows you use your magic to disrupt the enemy ranks  the enemy general gets a -1k1 penalty on his next Battle Roll, and your commander gets a +1k0 bonus. You lose honor as if committing a Major Breach of Etiquette, and gain 3 points of Infamy.\n\nThe Way of Deception\nAn officer on the opposing side dies in front of you, leaving her tessen, helm, and jinbaori (surcoat). You could easily put them on and give false orders to the enemy. If you choose to put on the enemys gear in order to disrupt their strategy, you immediately lose Honor as if Being an accomplice to a minor crime. You must make a Sincerity (Deceit) / Awareness or Acting / Awareness Roll at a TN of 20 to inflict a -1k0 penalty on the opposing generals next Battle Roll. Each Raise you call inflicts another -1k0 penalty. You may continue this action every Battle Round, taking the Honor loss each time and increasing the TN by +10 each time. Once you fail the roll, you gain 3 points of Infamy and become the immediate target for an enemy duelist 1 Insight Rank higher than you.\n\nDefilement\nA favored servant of the opposing general falls in battle in full view of the enemy army. You may choose to defile his body, his banner, or his sword in order to outrage and humiliate the enemy, perhaps driving them into an uncontrolled frenzy. If you engage in such despicable behavior, you will immediately suffer an Honor loss as if performing a Major Breach of Etiquette and gain 5 points of Infamy. Moreover, enemy forces will automatically single you out for a skirmish with superior opponents on the next Battle Round. The enemys rage grants their commander a +1k0 bonus to his next Battle Roll (only), but their out-of-control rampage grants your commander a +1k1 bonus for the remainder of the battle. ",
    "category": "2"
  },
  {
    "uid" : "43",
    "name" : "Playing a Monk",
    "content" : "A monk's Traits all begin at 2, just like any other character. Monks begin with a Void of 3, however.\n\nAll monks in the Empire of Rokugan are affiliated to some degree with the Brotherhood of Shinsei. For our purposes, you may select one of the 'Monk Schools listed on the follow-ing pages, or you may choose to be an unaffiliated monk. Choosing the latter puts you at a significant disadvantage, however. \n\nIn addition to the benefits of their School, monk characters begin the game knowing three Kiho. They must meet all prerequisites in order to use these Kiho however (see the section on Kiho). Brotherhood monk characters gain 2 new Kiho each time they advance in School Rank. \n\nIn addition to the Kiho listed above, a monk character may purchase additional Kiho by spending a number of Experience Points equal to the Kiho's Mastery Level. These are essentially 'bonus Kiho,' and a character may never know more of these than his cumulative School Rank in all Monk Schools.\n\nMonks possess Glory 1 and Status O. A monk's Status may increase normally but gains only half the normal amount of Glory, since they eschew fame.\n\nAll monks begin with the following outfit: Bo (or pair of jo), coarse and plain Traveling Clothing, a Scroll Satchel with passages from the Tao, and 2 zeni.",
    "category" : "3"
  }
]