[
  {
    "uid" : "01",
    "name" : "Ambassador",
    "content" : "Seeking greater power and privileges for his Clan, the Ambassador tackles the greatest battle of all: the perilous world of the courts. The Ambassador may not step onto the physical battlefield, yet his entire life is shaped by war. He is a wordsmith, able to turn an errant phrase into a death-blow to an opponent's career.\nThose who reach this Station learn the methods of trading favors and manipulating bureaucracy.\n\nLevel One\nAbility : Iron Will (1-2pts) - You are inured to the chaotic arguments in court and can withstand its pressures. You gain +5 Willpower Wounds for every Duty Point spent in this Feature (see Court Battle System).\n\nAbility : Matchmaking (2pts) - You are skilled at choosing the right spouses for samurai of all types. You gain 2 Glory Points, and your side adds +2 at the Resolution Roll if the Topic of a Court Battle is Marriage.\n\nAlly : Bureaucrat (2pts) - You may call on the abilities of a scribe or librarian who can help sort out the past. Your connection may perhaps bend the law from time to time in your favor. As Lead, you may add +2 to your Resolution Roll if the Topic of a Court Battle involves bureaucracy, history, or law.\n\nAlly : Clergy (2pts) - Your ally is a shugenja or monk in a monastery. While he may remove himself from civilization, he still can help you understand the elements. You gain a +2 bonus to the Resolution Roll if you are the Lead during a discussion on religion.\n\nAlly : Explorer (2pts) - This ally can describe the splendors of the Spine of the World Mountains and the Islands of Silk and Spice with equal ease. You gain a +2 bonus to the Resolution Roll if you are the Lead during a discussion on nature.\n\nAlly : Informant (1-5pts) - This ally is skilled at discreetly uncovering information about other courtiers. For each Duty Point in this Feature, you have learned juicy tidbits about one of the opposing courtiers at court. You gain a +1k0 bonus to your Stage Three roll if he is a part of the conversation. This is not cheap. however; you must spend 1 koku a year per Duty Point to keep your Informant happy.\n\nService : Couriers (2pts) - You have the ability to reliably send word across the Empire. At the beginning of the battle, you may ask your superiors for a +3 bonus to the Resolution Roll of any one Topic (because this must be chosen before the battle, this bonus may perhaps be wasted if that Topic does not get discussed during the battle).\n\nService : Favors (1-5pts) - You pull strings with a high official to help sway the crowd’s opinion. Choose one courtier. That courtier decides to move to the Heavily Engaged level of Court Battle. You must lose one Duty Point from this Feature every time you wish to invoke its ability.\n\nService : Theatrical connections (3pts) - You obtain all the tickets to the most popular Noh or Kabuki theater in the area. You may trade these tickets for favors, money, or other bonuses with other courtiers. Furthermore, you gain 3 points of Glory for becoming a patron of the arts.\n\nService : Writs of Passage (1pt) - You have the ability to grant travel papers throughout your clan’s lands, making you important to those who may need to establish trade routes or visit an important temple. You gain 1 point of Status\n\nLevel Two\nAbility : Rumormonger (3pts) - You are a master of half-truths. If the Topic of the Court Battle is rumors or gossip, your side adds +3 at the Resolution Roll.\n\nAbility : Secrets (4pts) - u are privy to official clan secrets, though whether you are authorized to divulge them to others may hamper the power of this Feature. Of course, you are free to ignore such limitations should you decide to trade your secret for a political boon. If you decide to tell the opposing Lead this secret, you can negotiate for him to allow you the edge in the argument, negating the opposing Lead’s Skill bonus during the Resolution Roll. Exposing a secret may have other ramifications, of course, as chosen by the GM.\n\nAlly : Out-of-Clan Official (3 pt) - You are well respected, even outside of your own clan. You gain a +1k0 bonus to your roll during Stage 3 while in the Engaged level of Court Battle.\n\nAlly : Secretaries (2pts) - Nothing can ever get accomplished without the assistance of skilled aides. You are able to call on scribes, locate scrolls, and get other such tasks dealt with efficiently.\n\nService : Unseen Ally (2pts) - When you decide to use this Feature, you may choose to use it as any other Level One Feature for one Court Battle. The bonus stacks if you already have the chosen Feature. Your Unseen Ally Feature disappears after one use.\n\nLevel Three\nAlly : Imperial Connection (4 or 8pts) - You have an established link to one of the Imperial Families either through marriage, school, personal ally, or some other means. You gain +10 Willpower Wounds, gain 5 points of Glory, and may add +1 to your Resolution Roll if you are Lead. These bonuses double if you spent 8 Duty Points in this Feature.\n\nAlly : Yojimbo (1-4pts) - ou can call on the services of a skilled iaijutsu duelist to champion you should it prove necessary. One Duty Point could represent a samurai fresh from gempukku, while four Duty Points could represent a duelist of Insight Rank 4."
  },
  {
    "uid" : "02",
    "name" : "Governor",
    "content" : "One of the greatest responsibilities a samurai can hope to earn is to become the ruler of an area within his clan’s provinces. A Governor oversees a city, town, province, or village, trying to bring glory and honor to his clan. He must nurture growth, increase trade, and protect his people from the predations of bandits, Shadowlands attacks, and the murky criminal under-world. In many ways a Governor must juggle all the responsibilities of the other Stations. It is a thankless position, but one that must be filled to ensure a healthy Empire.\n\nCharacters of any School may become a Governor. The responsibilities of running a city may be too overwhelming to shugenja and monk characters, however, since they must spend many hours each day maintaining their spiritual harmony. A magistrate, on the other hand, would consider this Station a natural progression from his current duties.\n\nLevel One\nLocation (1-5pts) -  If your character has been assigned to rule over a new stronghold, or the GM allows you to choose the location of an existing stronghold to rule, you must spend at least one Duty Point in this Feature. A prime location could mean the difference between a thriving metropolis and a starving village. Easy access to running water, defensible positions, and other such considerations shape this Feature. One Point represents a remote location, while five Points could represent a high-traffic location, close to the heart of your clan.\n\nStronghold (1-5pts) - When your character becomes a Governor, you must spend at least one Duty Point in this Feature. One Point means that you are the head of a small village or other minor settlement, while five Points represent a large castle or a sprawling city filled with thousands of inhabitants.\n\nAccommodations (1-5pts) - You understand the importance of hosting important guests in your stronghold. Each Duty Point allows you to host ten additional visitors. High profile guests can bring prestige to your stronghold, earning you Glory points.\n\nDefenses (1-5pts) - Fortified positions, watchtowers, and a standing army can be enough to discourage any bandits intent on preying on easy pickings. One Duty Point could represent wooden walls, dragon’s teeth, and a small force of ashigaru defenders. Five Duty Points on this Feature could represent stone walls, an extensive field of traps surrounding the settlement, a moat, and skilled samurai warriors. If you are using the Army Battle Rules outlined in the Warlord Station below, each Duty Point in this Feature increases the defense’s Resolution Roll total by 1.\n\nFarmlands (1-5pts) - Rice paddies and fields of grain can increase tax revenue and help feed the settlement. More importantly, an extensive set of fields can attract the working class to your stronghold. The taxes from the Farmlands supply a meager income each month, totaling one koku per Duty Point in this Feature.\n\nMarketplace (1-5pts) - The marketplace stimulates your settlement and makes sure the money keeps flowing between the workers and the noble class. For each Duty Point spent in this Feature, you gain an income of three koku per month.\n\nMonuments (2pts) - You have erected statues of war heroes and Fortunes around your settlement, increasing morale and boosting productivity among the people. Your people consider you a generous person and a kind ruler. You gain 2 Glory points.\n\nPeasant Quarters (3pts) - The heimin and leatherworkers need a place to rest after their long days at work. You increase morale among your working class people, increasing all bene-fits provided by other Features by one. If the Feature has bene-fits per Duty Point, it only increases the overall benefit by one.\n\nSake Houses (1-5pts) - Sake houses can increase criminal activity within your holding but also provide an area where people can relax and socialize. Your base income per month increases by five koku per Duty Point and your settlement’s morale increases.\n\nHowever, there is a dark side to distributing alcohol among the masses. For each Duty Point spent on this Feature, your stronghold gains one criminal organization. Also, each month your settlement suffers one major criminal outbreak for each Duty Point you have in Sake Houses that is not counteracted by a Duty Point in the Magistrate Station Feature.\n\nShrines (2pts) - Because the people are highly religious, places of worship are required to show proper deference to the kami. Improved shrines also prove to the common people that their rulers hold the same love near to heart.\n\nLevel Two\nCourt Chamber (3pts) - An established building to host a Winter Court can bring incredible prestige to your holding. During the non-winter months, it can attract courtiers eager to make connections with your clan. You gain 5 Duty Points that may only be spent on Ambassador Features. (You may not purchase any of the Features marked “Ability” with these Points.) While using these Points, you do not need to pay the additional penalty for having a primary Station that is not the Ambassador. If your primary Station is not the Governor, you must pay an additional 2 Duty Points for this Feature in addition to the normal penalties.\n\nFiremen (3pts) - The threat of fire is the greatest danger any Rokugani settlement can face, and a vigilant fire squad is the best way to minimize damage. Firemen increase safety within your stronghold. Just as importantly, the populace begins to trust the authorities, fostering a cooperative environment within the walls.\n\nGarrison (2-6pts) -  settlement appears more valuable as it gains importance and wealth. A standing army, trained from the best of the clan’s forces, can deflect assaults from all but the strongest adversaries. Each Duty Point spent in this Feature grants you 1 free Duty Point that may only be spent on the Warlord Personnel Features. While using these points, you do not need to pay the additional penalty for having a primary Station that is not the Warlord.\n\nIf your primary Station is not the Governor, you must pay an additional penalty of 1 Duty Point for this Feature.\n\nMagistrate Station (2-5pts) - Crime is a problem that only grows as your settlement grows larger and more prosperous. A Garrison can be a temporary stopgap, but most of the bushi who make up these defenses are not trained to handle the insidious dangers of smuggling rings, bandit gangs, and opium dens. Each Point spent on the Magistrate Station Feature adds 5 magistrates to your settlement, and counteracts 1 Point’s worth of negative effects from the Sake Houses Feature.\n\nWillow World (3pts) - A  neighborhood with geisha houses, tea houses, and theaters caters to the noble class, giving samurai a place to relax and enjoy life. Since there are few times samurai are allowed to show emotion, these places are extremely socially valuable. You may purchase the following Features at one less Duty Point: Court Chamber, Magistrate Station, Garrison.\n\nLevel Three\nForum (5pts) - A forum is not only a marketplace but also a place of discussion and learning. Many social gatherings filled with philosophy and political debate take place at this location. You gain 8 Duty Points that may only be spent on Merchant Patron Features. While using these points, you do not need to pay the additional penalty for having a primary Station that is not the Merchant Patron.\nYou do not have direct control over the forum or its everyday activities.\n\nSchool (5pts) - You have decided to fund and support a dojo within your stronghold, knowing it can draw your clan’s favor. You gain 8 Duty Points that may only be spent on the Master Sensei Features. You may not purchase any Kata Creation Features with these points. While using these points, you do not need to pay the additional penalty for having a primary Station that is not the Master Sensei.\nYou do not have direct control over the dojo or its everyday activities."
  },
  {
    "uid" : "03",
    "name" : "Keeper of the Temple",
    "content" : "The Keeper of the Temple is often a shugenja, priest, or monk, and frequently does not belong to the samurai class. He has abandoned such human ambitions for greater spiritual goals. As the leader of a temple, monastery, or library, the Keeper is responsible for fostering an environment of peace, harmony and meditation. His greatest goal is to attain a higher under-standing of the spirits and elements around him.\n\nMost characters who wish to become a Keeper of the Temple are trained in shugenja or monk Schools. It is certainly possible for a person with no spiritual background to reach this Station, but few such characters have the dedication to become a true Keeper of the Temple.\n\nLevel One\nKiho creation : Effect (2pts) - See creation rules in the Kata & Kiho section.\n\nKiho creation : Element (1pt) - Your kiho or spell exemplifies the qualities of one of the Elemental Rings. You cannot have a Deficiency in the chosen element, nor can you choose Void without the Ishiken-do Advantage\n\n- Air: Spells and kiho from this element emphasize speed, illusion, and communication\n- Earth: Spells and kiho from this element emphasize resilience, defense, and physical/spiritual purity.\n- Void: Spells and kiho from this element defy definition, though many emphasize understanding.\n- Water: Spells and kiho from this element emphasize healing and movement\n\nKiho creation : Mastery (1pt) -  You must choose the strength of the kiho or spell; the higher the mastery, the more powerful its effects. See the creation rules in the Kata & Kiho section.\n\nKiho creation : Special (2pts) -  You may choose the category which best describes your kiho: Internal, Kharmic, Martial, or Mystical. If you are creating a spell, you may choose one of the following keywords to attach to your spell (if appropriate): Battle, Craft, Defense, Divination, Illusion, Jade, Thunder, Travel, or Wards.\n\nTemple Building (1-5pts) - You must spend at least one Duty Point in this Feature to start your temple or monastery. More points spent represent a larger facility, capable of hosting more priests and monks at the same time. One Duty Point could represent a tiny shrine, while five Duty Points can create a large and opulent sanctuary.\n\nLocation (1-5pts) - You must spend at least one Duty Point in this Feature to start a new shrine or monastery, or to choose the location of an existing one assigned to your care. An advantageous location can guarantee your temple’s success before it even is built. Temples, shrines, and monasteries are unusual in that remote locations can be considered very fortuitous if the site is spiritually strong or inspiring. The location rarely changes once it is set, though you may purchase this Feature again if you decide to relocate.\n\nOne Duty Point spent could represent an area unsuited for a temple (such as the merchant quarter of Ryoko Owari), while five Duty Points could represent an area that is both serene and spiritually powerful.\n\nGarden (3pts) - A garden can soothe monks’ souls or provide manual labor to increase discipline. Your monks or priests can purchase the Meditation Skill at a discount of 2 Experience Points per Rank (to a minimum of 1 Experience Point)\n\nLiving Quarters (1-5pts) - Each point spent in this Feature increases the number of people able to function at the temple. Without this Feature, the place can support ten priests/monks. Every point spent in this Feature increases this limit by ten.\n\nStaff (1-5pts) - Each point spent in this Feature either increases the number of spiritual aspirants living at your facility or increases the support available for them. Choose one of these options each time you spend a point in this Feature.\n5 monks/priest\n10 unskilled laborer\n3 skilled workers (carpenters, craftsmen)\n5 guardians (soldiers, sohei)\n\nSupply (1pt) - No temple can function if it does not have the tools and materials to continue its work. While such details are not glamorous, a shrine or monastery does need things like blank scrolls, ink, food, incense, cleaning and carpentry tools, and other necessary items. Each purchase of this Feature can sustain a temple for an entire year, and this Feature can be taken multiple times.\n\nLevel Two\nLearned Shintao Sect (2-5pts) - Your monks have become famed across the land for championing a new understanding of Shintao. Many people disagree with their thoughts, but just as many understand the unique insights of their position. Your temple receives many new visitors each month, and while your monks’ daily rituals are interrupted by the distractions, they may come to a greater understanding of the world by speaking to these new minds. Additionally, the visitors generously donate to the temple, giving you an income of two koku per month for each Duty Point spent in this Feature.\n\nRenown (2-5pts) - Your temple’s fame is increasing among the people, causing visitors to arrive from all across the Empire in search of a moment of enlightenment or blissful serenity. You gain five Glory Points per Duty Point spent on this Feature.\n\nResearch Library (2-5pts) - You have decided to create a great building to store all the knowledge your monks and priests have attained. While you cannot write enlightenment into a book, recording wise thoughts can help others follow the path. You may create an additional spell or kiho for each Duty Point spent in this Feature. You must purchase all creation Features anew; this Feature simply creates an additional opportunity for you to learn.\n\nTemple Allies (2-6pts) - This Feature represents outside groups that are interested in the future of your temple. These could be officials from your clan who grant your temple funding, people from out of the clan who increase your standing, or secret allies who could defeat your temple’s opponents. You may use this Feature as a temporary boost to any of the temple’s other Features, increasing the other Feature’s Duty Point level by the number of Points spent in this Feature. Once this Feature is used, the Duty Points spent on it are lost.\n\nUnusual Resources (2-6pts) - There are many unique objects that can help the members of your temple reach enlightenment. A copy of an ancient and revered Shintao text could increase the monks’ understanding of the world, or an artwork created by a warrior could give priests insight into the heart of battle. These resources and their effects should be one-of-a-kind, and should be created through discussion with your GM.\n\nLevel Three\nLegendary Monk (3-6pts) - There are many unique objects that can help the members of your temple reach enlightenment. A copy of an ancient and revered Shintao text could increase the monks’ understanding of the world, or an artwork created by a warrior could give priests insight into the heart of battle. These resources and their effects should be one-of-a-kind, and should be created through discussion with your GM.\n\nSpiritual Connections (5pts) - There is some intangible quality that has draped itself over your temple. Members of your temple may purchase kiho at a discount, spending two less Experience Points. This does not change prior game-mechanic limitations already in place; for instance, monks are still unable to learn spells and shugenja may only purchase kiho if your GM follows the optional Non-Brotherhood Kiho rule.\n\nAdditionally, if you decide to research a spell or kiho you gain a +10 bonus to your Research roll during Stage Four."
  },
  {
    "uid" : "04",
    "name" : "Master Sensei",
    "content" : "It is said those who control the future have the greatest power of all. As the one who shapes the next generation of samurai, the Master Sensei has more real power than many of the other Stations. His moral and philosophical influence may not be visible for decades, yet it will ramify through the Empire for decades to come as it changes his students’ actions and beliefs. The Master Sensei imbues his students with the wisdom and power needed to become the Warlords, Governors, and Ambassadors of the next age.\n\nMaster Sensei can be characters of any School type. Also, this is the only Station that can easily suit a character who is not even a samurai. After all, wandering peasant teachers have surprising wisdom to teach those who would listen. The mechanics listed in this section specifically support bushi Master Sensei over other types, but the Station is not restricted to that type of character.\n\nLevel One\nDojo Building (1-5pts) - You must spend at least one Duty Point into this Feature to start your own academy (or to take possession of an existing one). More points spent represent a larger dojo, capable of teaching more students. One Duty Point could represent a tiny training room, surrounded by temporary housing for the students. Five Duty Points would represent a very large dojo, capable of hosting a student body of a hundred or more.\n\nLocation (1-5 points) - You must spend at least one Duty Point into this Feature to start your academy or to choose the location of an existing one for which you are now the master. This Feature must be purchased before you can purchase any other Features. An advantageous location can guarantee your school’s success before it even begins. The location of a dojo rarely changes once it is set, though you may purchase this Feature again if you decide to relocate. 1 Point could represent a dojo in a small town or remote area, while 5 Points represents a prime location within a major castle or metropolis.\n\nLiving Quarters (1-5pts) - Each point spent in this Features increases the number of students and teachers able to function at the dojo. Without this Feature, the dojo can support ten students and one teacher. Every point spent in this Feature increases this limit by ten more students and two more teachers.\n\nStaff (1-5pts) - Each point spent in this Feature either increases the number of sensei available to teach at your dojo by one, or increases the support staff available. Choose one of these options each time you spend a point in this Feature:\n1 sensei\n10 unskilled laborers\n3 skilled workers (carpenters, craftsmen)c5 guardians (bushi)\n1 skilled student of Insight Rank One\n\nSupply (1pt) - No dojo can function if it does not have the tools to continue on. While such details are not glamorous, every dojo needs weapons, tatami mats, food, and other such necessary items. Each purchase of this Feature will sustain your dojo for an entire year; this Feature can be purchased multiple times.\n\nKata creation : Effect (2pts) - See creation rules in the Katas & Kihos section\n\nKata creation : Ring (2pts) - Your Kata exemplifies the qualities of one of the Elemental Rings\nAir:  This Ring emphasizes the importance of speed and defense.\nEarth: This Ring emphasizes the importance of resilience and endurance.\nFire: This Ring emphasizes the importance of attacking.\nVoid: This Ring emphasizes the importance of peace, calm, honor, and iaijutsu dueling.\nWater: This Ring emphasizes the importance of movement and change.\n\nKata creation : School (2pts) - You must choose a School or Path for the Kata with the following restrictions: it must be a bushi School, and you must have at least one Technique from the School. You may purchase this Feature multiple times to increase the Kata’s flexibility but you must meet the restrictions each time.\n\nKata creation : Reduced Cost (1pt) - The Kata’s cost in Experience Points is reduced by 2, to a minimum of 2. You may purchase this Feature multiple times.\n\nLevel Two\nAllies (2-6pts) - This Feature represents outside groups interested in the future of your dojo. These could be officials from your clan that may place your students in beneficial positions after graduation, people from out-of-clan who could help increase your fame and standing, or a secret ally who could defeat your school’s opponents. You may use this Feature as a temporary boost to the Point value of any of the school’s other Features, subject to GM approval.\n\nFamed Teacher (2-6pts) - One of your teachers has become celebrated far and wide for his unique lessons, drawing attention from those far beyond the local area. All TNs for Lore: Heraldry rolls to recognize students from your school are decreased by 5 for every 2 Points spent in this Feature.\n\nRenown (2-6pts) - The school’s name is increasing among the people. You gain 5 Glory points per Duty Point spent on this Feature.\n\nUnusual Resources (2-6pts) - There are many unique objects that help a student focus or help the sensei teach. A copy of an ancient text that pertains to the training program could increase students’ morale. A garden can soothe students’ souls or give them manual labor to increase discipline. The exact nature of the resource and the benefits derived from it should be discussed with your GM.\n\nKata creation : Additional Kata (1-3pts) - Your dojo may create an additional kata to be taught to your students—one kata per Duty Point. Before you can begin teaching this new kata, you must purchase all appropriate Features anew.\n\nLevel Three\nLegendary Teacher (3 or 6pts) -  You have convinced a famed teacher of your dojo’s superior qualities or the beauty of your personal vision. He joins your dojo as a teacher, enriching its fame and efficacy. The students of your dojo gain ten points of Glory and two additional Experience Points (either at character creation or when you purchase this Feature). This bonus doubles if you spend 6 Duty Points on this Feature.\n\nDemonstration (3-5pts) - Your students have successfully proven the strength in your style and teachings. Their skills reflect well on you as their teacher. You gain three points of Glory for each Duty Point spent on this Feature."
  },
  {
    "uid" : "05",
    "name" : "Merchant Patron",
    "content" : "Matters of money and economy are supposed to be beneath a noble’s notice, yet Rokugani society relies on thousands of daily transactions to keep strong. Without the exchange of money and goods, the Empire’s great cities and centers of culture would never flourish. The Merchant Patron conquers the treacherous field of trade and harnesses its great power for his clan’s needs.Since these sorts of matters are not widely appreciated within polite samurai company, few characters of the samurai caste choose this road. Those who do are often from courtier Schools, since they view the economy as just another extension of their constant maneuvering for favors.\n\nThe greatest objective of a Merchant Patron is to build a financial empire for his clan. While there may be other concerns as well, the Merchant Patron usually focuses on this task above all others.\n\nThese rules are designed for simplicity and ease of play rather than realistically simulating the ups and downs of a real economy. Players and GMs who prefer a little more danger and excitement in their economic storylines may replace all the koku values listed hereafter with dice, with 1k1 equivalent to 5 koku per month.\n\nThere are two important aspects of a Merchant Patron’s duties to consider.\nIncome: You may have a shop that draws in money every day, but for the purpose of game mechanics you gain your earnings at the end of each month. Most of the Merchant Patron’s Features are designed to inter-act with this income in some way. The most important of these for this purpose are Product, Supply, Travel-ing Peddler, and Blessings of Ebisu.\n\nGlory: Your business has its own Glory Rank, as if it were a character. It can be recognized outside of the local province and grant you special privileges and opportunities for growth that would otherwise be missed. Likewise the store has its own Infamy Rank as well\n\nLevel One\nBuilding (1-5pts) - You must spend at least one Duty Point in this Feature to start your mercantile career. 1 Point could represent a small wooden shack filled with goods. 5 Points could represent a large series of connected buildings, each with its own set of specialized products.\n\nYour Product Feature (see below) can never be more than 2 Points higher than your Points in this Feature, since your business cannot handle more merchandise than you have room available within your building.\n\nLocation (1-5pts) - You must spend at least one Duty Point in this Feature to start your mercantile career, either choosing a location for a new business or for an existing one which has fallen under your supervision. A prime location is absolutely crucial to a business’ prospects. The location of a business rarely changes once it is set, though you may purchase this Feature again if you decide to relocate. 1 Point could represent a business in a remote village far from the major trade routes, while 5 Points could represent a prime position within a major castle, port, or city.\n\nYour Supply Feature can never be more than 2 Points higher than your Points in this Feature. This limitation is waived as soon as you purchase the Additional Storefront Feature.\n\nBlack Market Connections (1-5pts) - Illegal methods can be very dangerous but also very lucrative. Black market supplies are cheaper to obtain and can open up interesting product lines otherwise unavailable, such as gaijin gear, opium, or stolen art. However, these connections will bring magistrate attention on your dealings.\n\nYour base income per month increases as follows:\n1 Duty Point: 3 koku + 2k1 koku\n2 Duty Points: 6 koku + 3k2 koku\n3 Duty Points: 9 koku + 4k3 koku\n4 Duty Points: 12 koku + 5k4 koku\n5 Duty Points: 15 koku + 7k5 koku\nThese benefits come with strict repercussions. For every Duty Point spent in this Feature, your business gains 5 Infamy Points. If the store’s Infamy Rank is ever higher than its Glory Rank, your store automatically falls under the scrutiny of the local magistrates, since they consider you a greater danger than any other local threat. The role-playing implications of your black market career are considerable, as well; as soon as you delve into the black market, you will be constantly plagued by criminals, thugs, and other men of questionable morality as they seek to garner whatever advantage they may from your business.\nYou may purchase this Feature multiple times\n\nFood (1-5pts) - Part or all of your business has been trans-formed to serve food. This may be in the form of a tea shop, serving the best cha in the city, or a sake house to soothe men’s nerves after a hard day’s work. While this does not maximize your profits, it does increase your store’s name among the populace. For each Duty Point spent, your store gains 3 points of Glory and your base income increases by 1 koku.\n\nHostess (2pts) - You have decided to employ comely men and women to draw crowds to your store. Your clientele increases drastically, and more importantly you gain valuable information that could come in use in the future. You may purchase this Feature multiple times. Every time you purchase this Feature, you may choose from one of the following bene-fits: \nYou gain the Blackmail Advantage on a local official or samurai.\nYou gain a small Glory boost for hosting a geisha.\nYou gain a small Glory boost and increased traffic for sponsoring an artist\n\nProduct (1-5pts) - Each Point spent in this Feature represents more merchandise available. Your base income per month is equal to five times your combined Product Duty Points. You may purchase this Feature a number of times equal to the number of stores you control (see Additional Storefront).\n\nRenown (1-5pts) - The quality and consistency of your goods has earned you a reputation as a wonderful source of top quality products. Your store gains five Glory Points per Duty Point spent on this Feature.\n\nSecurity (1-5pts) - Each Point spent in this Feature adds five ashigaru guards, dedicated to the safety of your shop. At four or five Duty Points spent, the GM may allow samurai guards to substitute for some of your ashigaru sentries.\n\nSupply (3pts) - You have established a trade line that travels across Rokugan, spreading your name and reach everywhere. Your store gains 5 Glory Points, and you may purchase additional stores using the Additional Storefront Features.\n\nTraveling Peddler (1-5pts) - You have invested in wagons or boats that move around Rokugan, selling your wares. Each Duty Point in this Feature increases your base income per month by 2 koku and grants your store two Glory Points.\n\nLevel Two\nAdditional Storefront (2-5pts) - You can expand your empire by creating new stores, as long as you have the Supply Feature. These may be established in different cities across the Empire. Follow the Store Building Feature rules, listed above, using additional Duty Points as needed. The new store uses the same Security Features as the original store, and can immediately begin to make koku.\n\nThe first of your expansions costs 2 Duty Points, with each additional store afterwards costing one Duty Point.\n\nAllies (2-5pts) - This Feature represents outside groups interested in the future of your business. This Feature may be purchased multiple times, but you must choose one of the following aspects each time.\n\nLocal Protection: You have friends among the local magistrates. You gain points of Infamy equal to the Duty Points spent in this Feature. However, the magistrates discern your story as having an Infamy Rank a full rank lower for each Duty Point spent for this purpose.\n\nInflux of Koku: You may use this Feature as more in-come, though it will not be a steady or reliable flow. You gain twenty koku for each Duty Point spent on this Feature.\n\nTemporary Boost: You may call on favors to temporarily boost any of the store’s Features by an amount equal to the Duty Points spent in this Feature, with GM approval.\n\nTerritorial Connection: You have connections, within your clan or without, that help you ease the problems that arise with establishing supply lines, new stores, and other aspects of your business. This will ease the cost or requirements of other Features as the GM chooses. For example, this Feature could act as the Location Feature of an Additional Storefront.\n\nEducated Staff (3pts) - n informed workforce, learned in reading and writing and with an understanding of your products, can increase sales. Your Products Feature is considered to be 2 Points higher; this bonus does not apply to the limitation regarding the Product and Store Building Features.\n\nFamed Crafter (2-5pts) - You have negotiated an exclusive agreement with an extremely gifted artisan or crafter. You spend koku per month equal to five times the Duty Points spent on this Feature; in return, your store gains 5 Glory Points per Duty Point.\n\nUnusual Products (2-5pts) - There are many unique objects that do not fit within the usual products or supply systems. This may be a supply of nemuranai, a stash of exotic weapons, or a specific tea or food from a unique source. The exact nature of these products, their beneficial effects and income, and any possible negative side-effects should be discussed with your GM.\n\nLevel Three\nBlessings of Ebisu (5 points) - The Fortune of Honest Work approves of your work and has decided to keep an eye on your affairs. Your store’s base income doubles if your Glory Rank is higher than your Infamy Rank.\n\nZaibatsu (3pts) - You have made alliances with other businesses within the same market or industry to create a monopoly. This allows you to set your own prices and raise them at will. Your store’s base income doubles if your Infamy Rank is higher than your Glory Rank, and you gain Infamy Points equal to your Infamy Rank."
  },
  {
    "uid" : "06",
    "name" : "Warlord",
    "content" : "The warriors who achieve this rank are the masters of the battlefield. They learn tactics that allow them not only to conquer other generals who challenge them in direct combat, but also to understand the thousand details required to maintain and control an army. The Warlord has risen through the ranks of his clan’s army, either through sheer brilliance, political maneuvering, or the weight of experience. A proud noble of the samurai class, the Warlord has made battle his mistress.\n\nWarlords are most often from bushi Schools, although the occasional exception does exist\n\nLevel One\nPersonnel : Archers (1pt) - Samurai archers can shower the battlefield with a rain of death. Each archer unit adds +1 to the general’s Battle Skill roll in Step 3 of Army Battle, to a maximum of +5.\nSTRENGTH: 1 / DEFENSE: 1\n\nPersonnel: Ashigaru Spearmen (1pt for 2 units) - Ashigaru spearmen form the mainstay of any Rokugani army, for well-trained ashigaru warriors are both useful and plentiful.\nSTRENGTH: 0 / DEFENSE: 1\n\nPersonnel: Cavalry (2pts) - Cavalry provide much-needed mobility to a standing army.\nSTRENGTH: 2 / DEFENSE: 1\n\nPersonnel: Light Infantry (1pt) - These warriors make up the bulk of the samurai units available to any Rokugani army.\nSTRENGTH : 1 / DEFENSE : 1\n\nPersonnel: Ronin Warriors (2pts) - These mercenaries are used as skilled but expendable units.\nSTRENGTH: 2 / DEFENSE: 3\n\nSupport: Dwelling (1-5pts) - An army has two types of dwellings: permanent barracks and temporary camps erected on the march. More points spent on this Feature upgrades both the temporary and permanent housing solutions; one Point could represent hastily crafted wooden shacks, while five Points could represent camps surrounded by a stockade, stables, and a standing night watch that can spot danger before it strikes the resting army\n\nSupport: Corpsmen (1-3pts) - A well-staffed unit of samurai trained in medicine and healing spells can help an army function long after it has been ground down by the brutality of war. Each level of this Feature counts as 1 Defense when counting casualties. These units are not lost from casualties.\n\nSupport: Scouts (1-5pts) - Reduce terrain bonuses your opponent might gain for advantageous terrain, by one per Duty Point.\n\nSupport: Signal Corps (1pt) -  The Signal Corps makes sure the army is able to fully understand and execute the general’s orders. Gain a +3 bonus to your Battle (Mass Combat) / Perception roll during Step Three of Army Battle.\n\nSupport: Supply Train (1pt) -  An army cannot march on an empty stomach. A collection of wagons, horses, weapons, and extra materials follows the army to make sure it has every-thing it requires. A supply train negates the basic penalty for being short of supply, although more serious situations may still apply a partial penalty.\nThis Feature may be purchased multiple times\n\nPersonnel: Expendable Conscripts (1 pt) - These are expendable heimin placed at strategic locations to soak up the enemy’s assaults. They must be chosen first to destroy by the enemy general during the Casualties stage.\nStrength: 0 / Defense: 1\n\nSupport: Battlefield Criers (1-5pts) - Criers are the heralds of the battle, reporting the results to the eager courts waiting for the news. For each Duty Point spent, increase the effects of gaining Glory for Warfare by 3\n\nLevel Two\nPersonnel: Heavy Cavalry (2pts) - Heavy cavalry can over-whelm an army’s defenses with a devastating charge.\nSTRENGTH: 4 / DEFENSE: 2\n\nPersonnel: Heavy Infantry (2pts) - Heavily armored warriors can withstand punishment far beyond what others can sustain.\nSTRENGTH: 3 / DEFENSE: 4\n\nSupport: Command Staff (3pts) - You may reroll your Battle (Mass Combat) / Perception roll during Stage 3. You must accept the second roll.\n\nSupport: Smith (1pt) - Your army gains +2 Strength overall\n\nSupport: Stronghold (2-5pts) - Your fortress is your strongest defense, and more importantly, your home. While you are defending your Stronghold, your army gains additional Strength equal to 3 + the Duty Points spent on this Feature. The Stronghold has a Defense rating equal to the Duty Points spent on this Feature.\n\nPersonnel: Veteran Soldiers (2pts) - Veterans are survivors of previous battles. If not destroyed during the Casualties Stage of the battle, they increase their Defense or Strength by 1 permanently, to a maximum of 5. This occurs every battle.\nStrength: 3 / Defense: 2\n\nSupport: Battlefield Shugenja (2–6pts) - Shugenja add devastating effect to any battle with their magic. During the Casualties Stage, increase the Casualties of the opposing side by 1 for every 2 Duty Points spent on this feature.\n\nLevel Three\nPersonnel: Clan Special Forces (4pts) - Each Great Clan has access to highly trained warriors that represent the clan’s greatest weaknesses and strengths.\nCrab: Hida Berserkers\nSTRENGTH: 7 / DEFENSE: 1\nCrane: Iron Warriors\nSTRENGTH: 3 / DEFENSE: 5\nDragon: Talons\nSTRENGTH: 4 / DEFENSE: 4\nLion: Lion’s Pride\nSTRENGTH: 5 / DEFENSE: 4\nMantis: Storm Riders\nSTRENGTH: 4 / DEFENSE: 3\nPhoenix: Elemental Guard\nSTRENGTH: 4 / DEFENSE: 3\nScorpion: Bayushi Elite Guard\nSTRENGTH: 3 / DEFENSE: 4\nUnicorn: Utaku Battle Maiden. Battle Maidens count as heavy cavalry.\nSTRENGTH: 5 / DEFENSE: 3\n\nSupport: Siege Works (2pts) - War engines and those trained to use them are necessary to destroy unyielding walls. You negate any bonuses the defensive army may receive from a stronghold, city walls, or other such fortifications.\n\nPersonnel: Glorious Hero (4pts) - A Glorious Hero is assigned to your army under your service. When you purchase this feature you may divide 7 points between the Hero’s Strength and Defense as you see fit.\nStrength: X / Defense: X\n\nSupport: Divination and Prophecy (2–6pts) - You have access to an advisor with considerable skill in Divination. You may reroll the Resolution Roll – once per battle for every 2 Duty Points spent on this Feature. Once used, this Feature is lost permanently, but may be repurchased."
  }
]